export const anecdotes = [
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "Полюбив деревья, старушка дала дубу",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Призывник проходит медкомиссию. Ему говорят: \n" +
    "- Разденьтесь и нагнитесь!\n" +
    "Подходит врач, раздвигает ягодицы и спрашивает:\n" +
    "- Вы курите?\n" +
    "- А что, пахнет?",
    "Хогварц. Коридор. Открывается дверь подсобки и оттуда выползает полуживая Гермиона. Следом, выходит Дамблдор, и с довольным ебалом говорит: минус одно очко гриффиндору",
    "Бодибилдер, подсевший на астероиды, неделю страдал от метеоризма.",
    "Мой дедушка как-то сказал :-”Твоё поколение слишком много полагается на современные технологии!”.\n" +
    "”Нет, это твоё поколение полагается на них!”, – ответил ему я.\n" +
    "И отключил ему систему жизнеобеспечения.",
    "Рост Александра Друзя - 178 см.\n" +
    "\n" +
    "А в эрудированном состоянии - все 193.",
    "[Переслано из ничё)]\n" +
    "Отец говорит сыну:\n" +
    "— Вовочка, тебе уже шесть лет, и я должен рассказать правду, откуда берутся дети.\n" +
    "— Ну вот... В три года я узнал, что у нас не живет домовой, в четыре — что не бывает Бабы-Яги, в пять — что Деда Мороза не существует. Если сейчас окажется, что взрослые не ебутся, то во что останется верить?!",
    "Умерла проститутка. Похороны. Двое мужчин разговаривают: \n" +
    "— Наконец они вместе .. \n" +
    "— Кто? \n" +
    "— Ноги.",
    "Заходит студент к профессору, тянет билет и говорит :\n" +
    "-Профессор, я не знаю\n" +
    "- Ладно, два\n" +
    "-Стойте, а давайте я по стенам пробегу, а вы четыре поставите.\n" +
    "Профессор подумал : да не пробежит он.\n" +
    "-Ну давай\n" +
    "Студент мгновенно пробежал по стенам\n" +
    "-Ну ладно...ставлю три\n" +
    "-А давайте я по потолку пробегу, а вы мне 4 ставите\n" +
    "-...Ну по потолку ты точно не пробежишь, договорились\n" +
    "Студент пробежал и по потолку\n" +
    "-А давайте я вам нассу на лицо ЧИСТЫМИ французскими духами, а вы мне 5 в зачетку!\n" +
    "Профессор думает про себя : хм, ну ежели он такой чудотворец, то почему бы и нет\n" +
    "Студент расстегнул ширинку и старательно обоссал профессору всю голову, тот понюхал, попробовал и говорит:\n" +
    "-Обычная моча кажется\n" +
    "-Ну ладно, ставьте четыре",
    "Маляр красит стенку в сумашедшем \n" +
    "доме . Подходит псих: \n" +
    "-Ты крепко за кисточку держишься? \n" +
    "-Да - отвечает тот. \n" +
    "-Тогда я лестницу забираю",
    "Крокодил Гена и Чебурашка купили травы и пришли домой.\n" +
    "Гена говорит:\n" +
    "-Чувак я пойду душ приму ты смотри ничего не скури пока меня нет\n" +
    "-Ок ок\n" +
    "Гена ушел мыться\n" +
    "Чебурашка подумал подумал, да и скурил всю траву\n" +
    "Сидит, кайфует.\n" +
    "Вдруг Гена кричит : ЧЕБА, принеси полотенце\n" +
    "Чебурашка идет, берет полотенце и думает : а что я ему скажу, когда отдам полотенце?\n" +
    "Скажу.. вот полотенце!\n" +
    "Нет...слишком глупо\n" +
    "Скажу... Крокодил Гена, вот твое полотенце!\n" +
    "Нет...очень долго...\n" +
    "Скажу...ээ..а! Гена, на!\n" +
    "Воо идеально\n" +
    "Идет к душу и про себя повторяет:\n" +
    "\"Гена, на!\"\"Гена,на!\" \"Гена, на!\"\n" +
    "Заходит в душ и такой:\n" +
    "ААААА БЛЯТЬ КРОКОДИЛ В ВАННОЙ",
    "Как работают алгоритмы iTunes: попробуйте пиццу, всё любят пиццу\n" +
    "Как работают алгоритмы Spotify: под картошечку хорошо заходит селедочка, не пожалеете\n" +
    "Как работают алгоритмы Яндекс.Музыки: когда-то давно вы лайкнули шоколад, шоколад коричневый, поэтому попробуйте говно, оно тоже коричневое",
    "Проститутка делает минет Боцману. Час делает, два... Три...\n" +
    "— Слушай, Боцман, да у тебя даже не стоит!?\n" +
    "— А мне не надо шоб стояло, мне надо шоб БЛЕСТЕЛО!!!",
    "Идет чукча по тундре. Видит лежит обмороженный человек. Притащил его в чум, обогрел, чаем напоил. Это оказался россиянин из Набережных Челнов. Он говорит:\n" +
    "— Приезжай в Набережные Челны, я тебя большим человеком сделаю, будешь на великом заводе «КАМАЗ» работать. Чукча приехал, заходит в отдел кадров, его спрашивают:\n" +
    "— Что ты умеешь делать?\n" +
    "— Белку в глаз стрелять, рыбу ловить, охотиться.\n" +
    "— Считать, писать умеешь?\n" +
    "— Нет.\n" +
    "— Тогда иди отсюда.\n" +
    "Чукча обиделся и уехал.\n" +
    "Настала весна. Идет чукча по тундре и видит еще один замёрзший лежит. Притащил в чум, обогрел его,оказался американец. В благодарность он чукче говорит:\n" +
    "— Приезжай ко мне я тебя великим человеком сделаю.\n" +
    "Через 20 лет едет чукча в шикарном лимузине, рядом сидит красивая блондинка и говорит:\n" +
    "— Эй, Джо, отсчитай мне 10000$ на платье.\n" +
    "— Возьми в бардачке.\n" +
    "— Я хочу, чтоб ты отсчитал своими руками.\n" +
    "— Эх ты, дура, если бы я умел считать, я бы давно на великом заводе «КАМАЗ » работал.",
    "В отделение банка вбегает мужик с пистолетом и в маске:\n" +
    "— Всем лежать!\n" +
    "Заходит за стойку операционистов, и кричит кассиру:\n" +
    "— На колени! Сосать!\n" +
    "Кассир выполнила требование нападавшего.\n" +
    "Тот, удовлетворенно сел в кресло, снял маску…:\n" +
    "— Дома, значит, мы не можем! Дома, значит, нас тошнит!",
    "Спoрят два грузина, чей дед был выше:\n" +
    "— Мoй дед был таким выcoким, как вoт этo деревo.\n" +
    "— А мoй дед был таким выcoким, как вoн та гoра!\n" +
    "— Мoй дед был таким выcoким, чтo дocтавал дo звезд!\n" +
    "— А звезды были круглыми?\n" +
    "— Круглыми.\n" +
    "— Теплыми?\n" +
    "— Да.\n" +
    "— Значит этo были яйца мoегo деда.",
    "Мужик поймал Золотую рыбку. Ну и загадывает желание: чтобы все время хуй рос. Короче, живет - не нарадуется. Жизнь бьет ключом, от баб отбоя нет. Раз в год делает пластическую операцию (укорачивает). Прожил он свое и умер. Родственники поплакали, похоронили. Через год из могилы вылазит хуй. Ну неудобно как-то - срам из земли торчит - подрезали, а он через время опять... В общем родственники замахались подрезать и перезахоронили чувака хуем вниз. Проходит пять лет, на Мэнхэттэне трескается асфальт и оттуда вылазит... правильно, хуй! Его срезают, а он опять растет. Мэрия в шоке, объявляет тендер на избавление от напасти. Тендер выиграли армяне, поставив на этом месте палатку с шаурмой",
    "Моя девушка — известная порнозвезда.\n" +
    "Она убьёт меня, если узнает.",
    "Мужик приходит в ресторан и говорит официанту:\n" +
    "- Графин водочки, и что-нибудь на ваш вкус.\n" +
    "Официант:\n" +
    "- Так и запишем - два графина водочки.",
    "[Переслано из Штирлиц]\n" +
    "Штирлиц вошел в кабинет Мюллера и увидел того, лежащего бездыханным на полу.\n" +
    "– Отравился, – подумал Штирлиц, поглаживая рукоятку торчащего из спины Мюллера топора.",
    "Кем станет карлик, когда вырастет?\n" +
    "\n" +
    "Карлом\n" +
    "\n" +
    "шучу, не вырастет он",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Ⓘ Данный анекдот доступен для прочтения только пидорасам",
    "Однажды Ольга Бузова спросила у Байкала:\n" +
    "— Кто самая лучшая певица в России?\n" +
    "\n" +
    "Озеро ей ответило:\n" +
    "— Конечно же ты, Оля.\n" +
    "\n" +
    "Это был пиздёж чистой воды",
    "В роддоме:\n" +
    "Муж: Тужься, тужься\n" +
    "Жена: (Тужится по-женски)\n" +
    "Жена: Я вижу головку\n" +
    "Муж: круто\n" +
    "Жена: Головку говорю вижу, ширинку застегни",
    "Какая фраза подходит для секса и за ужином? \n" +
    "\n" +
    "Сын, не чавкай",
    "Дед с альцгеймером долго не понимал, кто насрал ему в штаны",
    "Разговор двух машинистов:\n" +
    "-Анну Каренину знаешь? \n" +
    "-Нет, а что. \n" +
    "-Да так, ничего, проехали",
    "Еврейская семья сидит на кухне, пьет чай. \n" +
    "Над столом висит лампочка, а к лампочке привязан кусочек сахара. \n" +
    "Папа делает глоток и смотрит на сахар. \n" +
    "Мама делает глоток и смотрит на сахар. \n" +
    "Дочь делает глоток и смотрит на сахар. \n" +
    "Маленький сынишка делает глоток и смотрит… смотрит… смотрит… \n" +
    "Вдруг папаша дает ему леща со словами: \n" +
    "— Слишком сладкий чай пьешь, сынок…",
    "Мазь Вишневского названа в честь выдающегося советского ученого Валентина Борисовича Мазя.",
    "— Мам, приготовь мне завтрак.\n" +
    "— Если я сплю с твоим папой, это не значит, что надо называть меня \"мамой\".\n" +
    "— А как мне тебя называть?!\n" +
    "— Как обычно — Игорь.",
    "Чтобы проверить, курю я или нет, родители перед уходом оставляли газ включенным.",
    "Муж застал жену с любовником,и не знал,на кого обижаться больше\n" +
    "На жену или на своего любовника.",
    "Почему безымянный палец не назвали хотя-бы Олегом?",
    "Встречаются двое друзей:\n" +
    "- Как дела?\n" +
    "- Да вот, жена уже четвертого родила. Даже не знаю, что и делать.\n" +
    "- А вот я нашел безотказный способ предохранения своей жены от беременности.\n" +
    "- Да что ты? Ну-ка расскажи!\n" +
    "- Все очень просто: я трахаю твою",
    "Мальчик подарил девочке букет живых цветов, запихав в него один искусственный.\n" +
    "-Я буду тебя ебать в сракотан до тех пор,сказал он ей,пока не завянет последний цветок.",
    "Старые и одинокие священники больше всего хотят иметь детей",
    "Молодой человек приглашает девушку: \n" +
    "- Приходи вечером, чаю попьем. \n" +
    "- А это не больно? - спрашивает девушка. \n" +
    "- Не понял. \n" +
    "- Да меня вчера на кофе пригласили - так чуть рот не порвали",
    "Мужик заходит в Барбершоп:\n" +
    "- Сколько стоит подстричься?\n" +
    "- 2000\n" +
    "- А если без минета?",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Серега, как тебе идея заказать баб и потрахаться?\n" +
    "\n" +
    "\n" +
    "Че прям при них?",
    "[Переслано из ничё)]\n" +
    "Али из высокогорного аварского села удалось дойти до вопроса стоимостью 500 000.\n" +
    "— Вы играли замечательно, — сказал ведущий, — и сейчас на кону миллион! Вы заберете деньги или будете играть дальше?\n" +
    "— Конечно, — овтетил Али, — я играю дальше!\n" +
    "Внимание, вопрос:\n" +
    "Какая из этих птиц не вьет гнезда?\n" +
    "а) Воробей\n" +
    "б) Дрозд\n" +
    "с) Сорока\n" +
    "d) Кукушка\n" +
    "— Я хочу использовать последнюю подсказку и позвонить другу Казбеку.\n" +
    "Али дозвонился другу и повторил ему вопрос.\n" +
    "— Черт возьми, Али Это же просто!\n" +
    "Кукушка!\n" +
    "— Ты уверен?\n" +
    "— Конечно, на сто процентов!\n" +
    "Али повесил трубку и сказал ведущему:\n" +
    "— Мой ответ – кукушка.\n" +
    "— Это окончательный ответ?\n" +
    "— Да.\n" +
    "Наступила долгая томительная пауза, и ведущий закричал:\n" +
    "— Кукушка – это правильный ответ! Али поздравляю, вы выиграли миллион!\n" +
    "На следующий день Али пригласил Казбека отметить с ним выигрыш.\n" +
    "— Казбек! Откуда ты вообще мог знать, что именно кукушка не строит гнезд?\n" +
    "— Да потому что она живет в часах, долбоеб!",
    "Одного парня заколдовала злая колдунья: он мог говорить только одно слово в год. Спустя два года он вернулся к ней со словами: \n" +
    " — Пошла нахуй. \n" +
    "Парень тоже был злым.",
    "Как лысый ёжик носит яблоки?\n" +
    "\n" +
    "Ему помогает рак",
    "У молодой пары родился ребенок, до 5 лет не разговаривал. Родители повели его к врачу. Врач говорит: «Ваш ребенок будет говорить, только первые 3 человека, которых он назовет, умрут». Ребенок сказал \"Лил Пип\", умер какой-то бля репер-пидорас, сказал Читос — умер Честер. Родители пошли в магазин, а в дом вломился грабитель, мальчик испугался и крикнул \"керамический сосуд, идеально приспособленный для русской печи\" и блятб Горшок умер.",
    "Инопланетяне, похищенные инопланетянами, чувствуют себя не в своей тарелке.",
    "Приходит жирный мужик в бордель для похудения. Ему говорят:\n" +
    "- Чтоб сбросить 10 кг, надо заплатить $100.\n" +
    "Он спрашивает:\n" +
    "- Как всё это происходит?\n" +
    "Ему отвечают:\n" +
    "- Сами всё увидите, - и проводят в отдельную комнату. А там красивая баба. Она говорит:\n" +
    "- Поймаешь меня - выебешь! Ну мужик гонялся за ней по комнате, поймал. Выходит, встаёт на весы 10-ти кг - как не бывало.\n" +
    "На следующий день приходит, чтоб похудеть на 20кг. Ему говорят что это будет стоить $200. Он без проблем выкладывает бабки и его проводят в другую комнату. А там уже две бабы и говорят:\n" +
    "- Поймаешь нас - выебешь! - он пробегал по комнате, поймал. Потом выходит оттуда радостный, встаёт на весы - 20-ти кг как не бывало.\n" +
    "На следующий день приходит опять и думает, что мелочиться и спрашивает:\n" +
    "- А можно ли похудеть сразу на 100 кг? Ему отвечают:\n" +
    "- Можно, только это будет стоить штуку баксов. Он спокойно выкладывает деньги и его проводят в комнату, закрывают дверь, затем включают свет, а там маленький худой негр с огромным членом. Говорит:\n" +
    "- Поймаю - выебу!",
    "Мужик уронил в деревенский толчок 100 рублей. \n" +
    "Думает: ну я не долбоеб, не полезу же я за мелочью в дерьмо\n" +
    "Кидает туда 1000: Ну вот, другое дело",
    "Попал мужик в матрицу. К нему подходит негр в очках, протягивает руки с пилюлями в руках и говорит:\n" +
    "-Если примешь красную, то у тебя будет член 40 см\n" +
    "-А если синюю?\n" +
    "-А нахуя тебе синяя?\n" +
    "Ну мужик взял красную, съел и вырубился. Негр, снимая штаны:\n" +
    "- Я же не уточнил, ГДЕ он у тебя будет, и ЧЕЙ это будет член.",
    "АЗАЗХЗАХЗА легендарный анек\n" +
    "Решил один мужик завести домашнее животное - жена совсем достала.\n" +
    "Приходит в зоомагазин и среди прочей живности видит попугая. БЕЗ ЛАПОК.\n" +
    "Мужик:\n" +
    "- Надо же! попугай без лапок!\n" +
    "Попугай:\n" +
    "- Ну что поделаешь - таким родился...\n" +
    "Мужик:\n" +
    "- А ты меня понимаешь, что ли?\n" +
    "Попугай:\n" +
    "- Да, я вообще очень умная и образованная птица - могу поддежать\n" +
    "беседу на любую тему, знаком с науками и т.д.\n" +
    "Мужик:\n" +
    "- Скажи, а как ты без лапок на жердочке сидишь?\n" +
    "Попугай:\n" +
    "- Ну... членом я хватаюсь, просто под перьями не видно.\n" +
    "Короче, купил мужик попугая.\n" +
    "В доме сразу весело стало - попугай всех веселит, истории рассказывает,\n" +
    "поет...\n" +
    "Приходит мужик как-то раз с работы домой, а попугай ему и говорит:\n" +
    "- К твоей жене сосед приходил.\n" +
    "Мужик:\n" +
    "- и что?\n" +
    "Попугай:\n" +
    "- А жена твоя в одной ночнушке его встретила!\n" +
    "Мужик:\n" +
    "- а потом?\n" +
    "Попугай:\n" +
    "- Они начали целоваться.\n" +
    "Мужик:\n" +
    "- Убью гада! А потом?\n" +
    "Попугай:\n" +
    "- Он стал на колени и полез ТУДА.\n" +
    "Мужик:\n" +
    "- А потом?\n" +
    "Попугай:\n" +
    "- А потом у меня хуй встал и я с жердочки ебнулся...",
    "Мужик свалился за борт. Акула откусила ему член. Барахтаясь, он случайно поймал Золотую рыбку. Та ему говорит, что выполнит одно желание. Мужик тут же просит:\n" +
    "— Сделай, чтобы мой член был с метр длиной и потолще.\n" +
    "Рыбка:\n" +
    "— Исполнено.\n" +
    "Мужик:\n" +
    "— А что это там всплыло?\n" +
    "Рыбка:\n" +
    "— Акула. Подавилась твоим членом...",
    "Папа с сыном смотрят фильм.\n" +
    "- папа, а эта тётя сейчас умрёт?\n" +
    "- ну, судя по размеру члена этого коня, да.",
    "[Переслано из Штирлиц]\n" +
    "Вербуя Штирлица, Мюллера задает вопрос по анкете:\n" +
    "– Сколько вам лет?\n" +
    "Штирлицу выдался случай пококетничать:\n" +
    "– А сколько бы вы мне дали?\n" +
    "Мюллер считал себя тонким остряком:\n" +
    "– Пожизненно.",
    "Какое самое странное место для тату у девушек? \n" +
    "\n" +
    "\n" +
    "Её хуй",
    "Купили два грузина лошадь. Привели её домой, осмотрели и заметили что она худая, мешок костей. Решили вставить ей в 3aдницy трубку и надуть. Один дует–дует, дует–дует, устал:\n" +
    "— Гиви, я усталь, твоя очеред!\n" +
    "\n" +
    "Второй достает из задницы трубку и вставляет другим концом:\n" +
    "— Гиви, ты щито делаешь?!\n" +
    "— Я брэзгую!",
    "Заходит мужик с чемоданом в бар и заказыыаает пиво. Бармен ему наливает и говорит\n" +
    "-Что у тебя в чемодане\n" +
    "-Прости, не могу сказать\n" +
    "Ответил ему мужик. Выпил он кружку пива и заказал новую. Это повторилось несколько раз. По итогу бармен не выдержал и сказал\n" +
    "-Ладно, я тебе весь вечер наливаю за счёт заведения, а ты показываешь что в чемодане.\n" +
    "-Ладно, ответил ему мужик и открывает чемодан. В нём находится лампа и примерно 30-сантиметровый мужик.\n" +
    "-Что это такое?\n" +
    "Удивился бармен. А мужик ему и отвечает\n" +
    "-Мой новый друг, Денис. И волшебная лампа. Можешь попробовать.\n" +
    "Бармен еë взял и сказал\n" +
    "-Хочу миллион рублей\n" +
    "В баре тут же появилось миллион углей. Он вернул волшебную лампу мужику и говорит\n" +
    "-Она явно работает неправильно\n" +
    "А мужик ему и ответил\n" +
    "-Ну, я тоже не 30-сантиметрового Дениса просил",
    "- Вставай. Будильник звонит.\n" +
    "\n" +
    "- Передай, что я перезвоню.",
    "— Прикинь, мне моя сказала что, в постели я жадный и эгоистичный!\n" +
    "— А ты че?\n" +
    "— Да я как услышал, так чуть своим членом и не подавился!",
    "Солдаты трахали жену прапора\n" +
    "Прапорщик жил себе с женой в части, и дошла до него новость, что батальон ебёт его жену. Ну он решил проучить их. \n" +
    "— Пока жена спала, он ей вставил в пизду лезвие, утром уехал в командировку. \n" +
    "— Вернувшись, он построил батальон и заставил всех снять штаны. Смотрит, у всех хуй пополам разрезан и свисает. Видит - рядовой в конце с целым стоит. Ну прапор подходит к нему руку жмет и говорит...",
    "Шаман-извращенец вызвал золотой дождь",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Полюбив деревья, старушка дала дубу",
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "[Переслано из ничё)]\n" +
    "Если у одной девушки большая грудь, а у другой маленькая, то уж простите, парень по своей природе выберет ту, у которой хуй.",
    "— Здравствуйте. Я налоговый инспектор, хотел бы поговорить с Рабиновичем.\n" +
    "— Его таки нет.\n" +
    "— Как нет? Я его минуту назад в окно видел!\n" +
    "— Так он вас тоже...",
    "— Здравствуйте. Я налоговый инспектор, хотел бы поговорить с Рабиновичем.\n" +
    "— Его таки нет.\n" +
    "— Как нет? Я его минуту назад в окно видел!\n" +
    "— Так он вас тоже...",
    "Бабка, заметившая в маршрутке свободное сидение,\n" +
    "\n" +
    "\n" +
    "выпрыгнула из такси",
    "— Пап, я лесбиянка, мне нравятся девушки\n" +
    "— Ну и дебил же ты, сынок.",
    "Очередное собрание БРИКС. Выступает Си Цзиньпин:\n" +
    "— А я на днях смог предотвратить Третью Мировую войну.\n" +
    "Все воссторгаются и интересуются, как это у него получилось.\n" +
    "— Самоконтроль, товарищи, самоконтроль...",
    "Вышла русская девушка замуж за китайца, нарожали шестерых детей и уехали в китай. Ближе к 7 ноября жена просит мужа отправить телеграмму маме чтоб на праздник приезжала. Китаец отбивает: «Мама плиезяйте седьмого ноябли».\n" +
    "Вскоре приходит ответ: «Сами ноябли — сами и воспитывайте».",
    "Если рассудить логически, то спермо-бак это все таки женщина, мужчина же скорее спермо-колонка\n" +
    "Логика 1:0 спермо-баки",
    "Встречаются два мужика.  - Вась! Хочешь водки?  - Ты знаешь, я всегда не против. Но вчера я так напился, так напился,  что сегодня ну совсем водки не хочу!  - Может, тебе сигарету дать?  - Я вообще-то много курю, но вчера столько выкурил, что сегодня ну  совсем курить не хочу!  - А хочешь, я тебя в жопу трахну?  - Ты что, с ума сошел? Не хочу, конечно...  - Да, насыщенный у тебя вчера был денек....",
    "Наташа забеременела во время фистинга и спустя 9 месяцев родила пятерню.",
    "Парень трахает девушку. Оттрахал маленько. Закурил и думает, как бы ее еще...\n" +
    "Говорит:\n" +
    "- А давай я тебя в рот...\n" +
    "- Ты что как это так, разве можно?\n" +
    "- Можно. Я в журнале читал, что если любишь девушку, то можно. Я же тебя люблю!\n" +
    "- Ну тогда давай...\n" +
    "Трахнул он ее в рот. Снова закурил и думает. Как бы ее еще...\n" +
    "- А давая я тебя в жопу...\n" +
    "- Ты что как это так, разве можно так?\n" +
    "- Можно. Я в журнале читал, что если любишь девушку, то можно. Я же тебя люблю!\n" +
    "- Ну давай...\n" +
    "Трахнул он ее в жопу. Уже третий раз закурил и думает:\n" +
    "- Курить люблю, пиздец!",
    "Карлик пришел в ресторан и заказал пельмешки. Съел всю порцию. Официант, увидев это, подходит к нему, берёт тарелку и спрашивает:\n" +
    "— Добавки?\n" +
    "— Больше я уже не буду\n" +
    "— Я знаю. Добавки?",
    "Почему гомофобы любят гачимучи?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Потому что это борьба с геями!",
    "Полицейский в США по привычке стреляет каждый раз, когда моргает",
    "В купе СВ едут мужчина и женщина. Мужчинка для подката предлагает:\n" +
    "– Давайте знакомиться загадками. Вот например, моя профессия начинается на букву «И», а кончается на букву «Р».\n" +
    "– Инженер что ли? – плотоядно говорит женщина – А моя профессия начинается на букву «Б», а кончается на «Ь»...\n" +
    "— НИХУЯ СЕБЕ! КАК ТЫ ПРОИЗНЕСЛА МЯГКИЙ ЗНАК ВСЛУХ?!",
    "Что общего между семьёй и отделением полиции? \n" +
    "\n" +
    "Тебя приняли",
    "Что сказал слепой, когда попал в ад? \n" +
    "\n" +
    "— ни черта не видно",
    "У моей девушки красивые волосы\n" +
    "\n" +
    "Жаль что на жопе",
    "Какие цветы больше всего не любил Иисус?\n" +
    "\n" +
    "Гвоздики",
    "Почему в Китае так много людей? \n" +
    "\n" +
    "Потому что там китайские презервативы",
    "Солдаты трахали жену прапора\n" +
    "Прапорщик жил себе с женой в части, и дошла до него новость, что батальон ебёт его жену. Ну он решил проучить их. \n" +
    "— Пока жена спала, он ей вставил в пизду лезвие, утром уехал в командировку. \n" +
    "— Вернувшись, он построил батальон и заставил всех снять штаны. Смотрит, у всех хуй пополам разрезан и свисает. Видит - рядовой в конце с целым стоит. Ну прапор подходит к нему руку жмет и говорит...",
    "Шаман-извращенец вызвал золотой дождь",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Один мальчик пожелал что бы у него был день рождения каждый день и через два месяца состарился и умер.",
    "Анимешник забыл, как будет курица по-русски \n" +
    "Подошёл к консультанту с яйцом и спрашивает: \n" +
    "— Где мать? \n" +
    "— В канаве — ловко парировал продавец",
    "Что общего между бомжом и Айфоном?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Оба отключаются на морозе",
    "[Переслано из ничё)]\n" +
    "Как называют шурупы с суицидальными наклонностями?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Саморезы",
    "Что сказал парень после секса с девушкой, у которой месячные?\n" +
    "\n" +
    "\"Вот те нате, хуй в томате!\"",
    "В роддоме:\n" +
    "- Поздравляю, у вас двойня!\n" +
    "- О, какое совпадение: я владелец фирмы \"Два орла\"\n" +
    "Ко второму отцу:\n" +
    "- А у вас тройня.\n" +
    "- О, и снова совпадение: я владелец фирмы \"Три орешка\"\n" +
    "Третий отец заметно побледнел, медсестра ему:\n" +
    "- Вам плохо?\n" +
    "- Я глава фирмы \"все гендеры\"\n" +
    "- Поздравляю, у вас тоже двойня)",
    "Заходит немец в бар. Заказывает пиво, спустя несколько минут немец допив пиво просит у бармена:\n" +
    "- Повторите, пожалуйста\n" +
    "- МОЖЕМ ПОВТОРИТЬ!\n" +
    "И бармен начинает трахать немца в жопу.",
    "В суде:\n" +
    "— Вопросы есть?\n" +
    "— Если кентавр совокупится с русалкой, у них родится наполовину человек, на четверть рыба и на четверть лошадь?\n" +
    "— Я имею в виду, к свидетелю.\n" +
    "— К свидетелю вопросов нет, ваша честь.",
    "– Ты куришь?\n" +
    "– Да.\n" +
    "– А ты знаешь, что курение сокращает жизнь в два раза? Вот тебе сколько лет?\n" +
    "– 30\n" +
    "– А могло быть 60",
    "Слово \"йепеленеще\" может звучать странно, но в обратную сторону это еще нелепей.",
    "В Питере полиция задержала мужчину, потому что у него было че-то дохуя умное ебало. Сейчас идет проверка, а не пидор ли он вдобавок.",
    "Почему в саваннах нельзя пить?\n" +
    "\n" +
    "\n" +
    "Лев против",
    "— С чего начинается построение графика?\n" +
    "— С оси, брат\n" +
    "— Опять? Ну давай",
    "Соревнования по плаванию среди инвалидов.\n" +
    "У кого нет рук, у кого ног, а на последней дорожке только голова. Дали старт, все поплыли, а голова утонула. Её достали, откачали и спрашивают: \n" +
    "-Почему не поплыл? \n" +
    "-Я блять 10 лет тренировался ушами грести, нахуя вы мне надели плавательную шапку сука",
    "Один ковбой спрашивает другого:\n" +
    "— Билл, чем ты лечил год назад свою лошадь, когда она заболела?\n" +
    "— Кормил прелым сеном.\n" +
    "Через неделю встречаются снова.\n" +
    "— Ты знаешь, Билл, не помогло сено. Моя лошадь сдохла.\n" +
    "— Так моя тоже сдохла.",
    "Молодая девушка на приеме у гинеколога. Гинеколог тоже молодой. Только из института. \n" +
    " \n" +
    "Нус. Дорогуша, раздевайтесь. \n" +
    " \n" +
    "Доктор Вы такой молодой.... \n" +
    " \n" +
    "Ну что я могу поделать. Я ведь врач... \n" +
    " \n" +
    "Доктор я стесняюсь. Не могли бы Вы хотя бы свет потушить... \n" +
    " \n" +
    "Ну хорошо, хорошо, потушу... \n" +
    " \n" +
    "Доктор. А куда мне одежду положить? \n" +
    " \n" +
    "Да хоть рядом с моей.",
    "Кто Буратино по национальности?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Чурка",
    "Мой первый секс был похож на первый заплыв в бассейне.\n" +
    "\n" +
    "\n" +
    "Я беспомощно барахтал руками, а отец держал меня за ноги",
    "Китай заявил, что Gucci, Dolce and Cabbana, Louis Vuitton возвращаются на российский рынок",
    "80 лет назад в Питере ели хлеб без соли\n" +
    "Сейчас в Питере едят соль без хлеба",
    "на родине штирлиц любил петь, но в германии это было редкое имя",
    "Едут дальнобойщик с напарником. Смотрят — девка голосует симпатичная.\n" +
    "\n" +
    "— Возьмём?\n" +
    "\n" +
    "— Конечно!\n" +
    "\n" +
    "Она сзади села и в спальник забралась.\n" +
    "\n" +
    "Водила сразу:\n" +
    "\n" +
    "— Ну–ка, порули пока, я сейчас... — и к ней в спальник.\n" +
    "\n" +
    "Через 10 минут выбрался, сел вперёд, закурил:\n" +
    "\n" +
    "— Ай, хороша девка!\n" +
    "\n" +
    "Напарник:\n" +
    "\n" +
    "— Чё, правда хороша? Ну–ка, порули пока... — и к ней в спальник.\n" +
    "\n" +
    "Через 10 минут девка вылезает, садится с водилой, закуривает:\n" +
    "\n" +
    "— Ай, хорош у тебя напарник!\n" +
    "\n" +
    "Водила:\n" +
    "\n" +
    "— Чё правда так хорош? Ну–ка, порули...",
    "Говорят, мужчины, которые смотрят аниме, в среднем на десять процентов умнее, чем их парни.",
    "Приходит мужик на шоу «Ищем таланты». Здоровается жестами.\n" +
    "Ведущий:\n" +
    "–Вы немой?\n" +
    "Мужик кивает и показывает жестами.\n" +
    "Ведущий:\n" +
    "–А какой у вас талант?\n" +
    "Мужик:\n" +
    "–Я могу говорить.",
    "Почему у слепого мальчика упало мороженое?\n" +
    "\n" +
    "\n" +
    "Потому что его фура сбила нахуй",
    "У окулиста:\n" +
    "- Какую букву я показываю?\n" +
    "- А ты сам-то где есть, ебать тебя в рот?",
    "Морг.\n" +
    "\n" +
    "На столе - вскрытый труп.\n" +
    "\n" +
    "У стола - два патологоанатома, третий\n" +
    "читает заключение о смерти.\n" +
    "\n" +
    "Первый, разрезая желудок\n" +
    "трупа:\n" +
    "- Ух ты! Гречневая каша! С тушенкой! Вася, будешь?\n" +
    "\n" +
    "- Нет, ребята, я плотненько поужинал.\n" +
    "\n" +
    "- Ну, как хочешь.\n" +
    "\n" +
    "Двое у тела достают ложки и с аппетитом выскребают содержимое желудка.\n" +
    "\n" +
    "Когда каша подходит к концу, третий поднимает глаза от заключения о смерти:\n" +
    "- М-да-а-а, ребята, похоже, именно от этой каши он копыта и откинул!\n" +
    "\n" +
    "Те двое выворачивают кашу обратно в желудок и бегут к аптечке.\n" +
    "\n" +
    "Третий им вслед, доставая ложку:\n" +
    "\n" +
    "- Ребята, да я пошутил, инфаркт у него. Просто я подогретое люблю!",
    "Чем похож первый секс и езда на велосипеде?\n" +
    "\n" +
    "И там и там отчим держит тебя за плечи",
    "Стоят на остановке парень в спортивках и бабушка.\n" +
    "– Сынок, куда двойка едет?\n" +
    "– Тебе в бороду, бабуль.\n" +
    "Ну и вырубил её нахуй че",
    "Встретились как-то два мужика\n" +
    "\n" +
    "-Слушай, а ты знал что Иваныч умер?\n" +
    "\n" +
    "-Нет, а что случилось?\n" +
    "\n" +
    "-Да, у него дома пожар начался...\n" +
    "\n" +
    "-Он что, сгорел?\n" +
    "\n" +
    "-Нее, ему снизу батут поставили.\n" +
    "\n" +
    "-Он что, мимо прыгнул?\n" +
    "\n" +
    "-Не, он прыгнул на батут, и обратно залетел.\n" +
    "\n" +
    "-Так, что, сгорел?\n" +
    "\n" +
    "-Нее, он задолбал всех, прыгает туда - сюда, застрелили его.",
    "Делаю заказ с доставкой из секс шопа.\n" +
    "*звонок в дверь*\n" +
    "Курьер:\n" +
    "- Вам пизда",
    "[Переслано из ничё)]\n" +
    "Ебет Эйнштейн Ньютона в сраку, а тот нарисовал на полу квадрат и посмеивается.\n" +
    "- Хули смешного, сука бля? Я твою жопу ебу\n" +
    "- Ты не мою жопу ебёшь) ты ебёшь ньютон на квадратный метр) ты ебешь Паскаля!\n" +
    "Паскаль все это видел, отвернулся и обиделся.",
    "— Здравствуйте, я хочу работать кассиром в вашем супермаркете .  \n" +
    "— Вы умеете удалять товар, если покупатель передумал его брать?  \n" +
    "— Нет, я позову Галю.  \n" +
    "— Вы идеально нам подходите.",
    "Папа-программист сидит за компьютером. Рядом стоит маленький сын и жует яблоко. Вдруг он спрашивает:\n" +
    "— Папа, а почему, если укусить яблочко, оно потом становится коричневым?\n" +
    "Отец, не поворачивая головы от компьютера:\n" +
    "— Потому что у тебя рот в говне, иди зубы почисти.",
    "Ставят мужику вакцину от короны в плечо, мужик спрашивает:\n" +
    "- А можно в жопу?\n" +
    "- Можно, но только после укола",
    "В купе вагона еврей и японец. Как только поезд тронулся, еврей доверительно спрашивает:\n" +
    "— Скажите, вы, случайно, не еврей?\n" +
    "— Что вы, я — японец. Еврей не отступает и через каждые 15—20 минут спрашивает:\n" +
    "— Я вас прошу не стесняться, здесь мы одни. Скажите, ведь вы все же еврей? Когда японцу стало уже невмоготу, он говорит:\n" +
    "— Да, да, я — еврей!\n" +
    "— Странно... Вы так похожи на японца!\n" +
    "— Да пошел ты нахуй, заебал",
    "Купил мужик себе петуха, он выебал всех кур, на следующий день гусей, дальше индюшек...\n" +
    "\n" +
    "Мужик смотрит на это все и думает:- Не бережет себя петушок, помрет скоро....\n" +
    "\n" +
    "На следующий день смотрит-петух валяеться в луже, вокруг него собираються голодные вороны.\n" +
    "\n" +
    "Мужик подходит и говорит\n" +
    "-Эх ты, надо было беречь молодость, экономить силы!\n" +
    "Петух отвечает-\n" +
    "- Сука, ворон спугнешь тебя выебу!!!",
    "а спонсор этого дня — батюшка на батуте, выпивший перед этим два литра пива.\n" +
    "\n" +
    "батюшка на батуте, выпивший перед этим два литра пива — поп-рыгун.",
    "Сидит дед, рыбачит. Подходит к нему Андрюха:\n" +
    "-Дед, а что у тебя в ведре? Рыба?\n" +
    "-Отсосёшь, скажу.\n" +
    "Андрюха отсосал.\n" +
    "Дед говорит:\n" +
    "-Да, рыба)",
    "Посадили в тюрьму наркомана и сифилитика. Сидят, у сифилитика нос отвалился, он берет и выкидывает за решетку. Затем ухо отваливается, сифилитик выкидывает его туда же. Со вторым ухом так же.\n" +
    "Наркоман наблюдает и говорит:\n" +
    "— Я смотрю ты потихоньку съебываешься?!",
    "Бомжиха бомжу минет делает и говорит:\n" +
    "— Что-то у тебя член вялый, Вася! \n" +
    "А Вася в ответ:\n" +
    "— Дура, переверни меня, я сру блять",
    "Что долбит похотливый дятел?\n" +
    "\n" +
    "\n" +
    "Сук",
    "Самый тупой подкат священника:\n" +
    "\n" +
    "\n" +
    "‐ Могу показать яички до пасхи)",
    "Почему экипаж горящего корабля стал хорни?\n" +
    "\n" +
    "У них кок дымится.",
    "Никогда не спрашивай:\n" +
    "У женщины - сколько она весит\n" +
    "У мужчины - сколько он зарабатывает\n" +
    "У бабушки - где последний пельмень",
    "Однажды парень и девушка пришли к мудрецу и спросили \"Почему, если у парня много девушек - он альфач, а если у девушки много парней - она шлюха?\". Мудрец говорит парню: \"Видишь чай в чашке? Выпей.\" Парень выпил, девушка спрашивает \"Так почему же?\", а мудрец ей отвечает: \"Иди нахуй, блядь, не видишь мужчины чай пьют?\"",
    "Наконец-то ученые открыли секрет долголетия ежей. Оказывается, никакого секрета нет. Да и живут они, собственно говоря, недолго...",
    "Наконец-то ученые открыли секрет долголетия ежей. Оказывается, никакого секрета нет. Да и живут они, собственно говоря, недолго...",
    "Мотоциклист умер. \n" +
    "На его могиле написали:\n" +
    "\n" +
    "\n" +
    "«Родился и умер от дырки в резине»",
    "В дурдоме комиссия - ходят, осматривают хозяйство... \n" +
    "Тут выскакивает из-за угла псих с огромной кривой табуреткой в руках \n" +
    "и бросается на молодую женщину - секретаря комиссии. Та бросается наутёк, псих за ней. Женщина в коридор и он за ней. Она в палату - он следом! Бежит, слюну на пол роняет, глаза косые закатывает, мычит! Так они и носятся по психушке, пока женщина не забегает в тупик. Прижалась спиной к стене и в ужасе глядит на приближающегося с табуреткой над головой психа... \n" +
    "Тот подбегает, ставит табуретку на пол и срывающимся голосом произносит: \n" +
    "— ПРИСАЖИВАЙТЕСЬ!",
    "Еврейские спортсмены заняли на олимпиаде немного денег",
    "В грузинской школе урок русского языка. Учитель спрашивает: \n" +
    "– Дети, что такое, по-вашему, досада? Давай, Гоги.\n" +
    "– По-моему, досада - это когда идёшь по улице и видишь перед собой блондинку с шикарный форма, но тут подходит автобус, она в него садится, а ты не успеваешь. Вот это досада!\n" +
    "– Очень хорошо, Гоги. Садись, пять. Кто ещё как думает? Давай, Вахданг.\n" +
    "– Я думаю, что досада - это когда ты идёшь по улице и видишь перед собой мужчину с такой большой шикарный попа, но тут подходит автобус, мужчина в него садится, а ты не успеваешь. Вот это - досада!\n" +
    "– Тоже неплохо. Садись Вахданг, четыре. Кто не согласен? Давай, Гиви.\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "– Я думаю, что досада - это когда ты идёшь по улице, сзади тебя идёт Вахданг, а автобуса всё нет и нет...",
    "Ведут мужика на расстрел. Погода мерзкая, дождь льëт, все идут подскальзываются. Мужик:\n" +
    "- Блин, ну и погодка\n" +
    "- Ты то че ноешь? Вот нам ещё обратно идти",
    "Археолог-Некрофил до всех докапывается и доёбывается.",
    "Штирлиц смотрит в зеркало.\n" +
    "\"Штирлиц\", - подумал Штирлиц",
    "Стоит задуматься над своей ориентацией, когда ты начинаешь заглядываться на парня в порно.\n" +
    "\n" +
    "Всё решается окончательно, когда ты заглядываешься и на второго тоже.",
    "Как называется оглушающий удар татара? \n" +
    " \n" +
    "Татарстан",
    "Почему детдомовец смотрит взрослые видео только жанра MILF?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Он до сих пор надеется, что найдет свою маму",
    "Как называют пожилых анарексичек?\n" +
    "\n" +
    "Легкие бабки",
    "— может хватит нас употреблять?\n" +
    "— нет.\n" +
    "\n" +
    "скажи наркотикам «нет».",
    "Последний человек на земле заперся в комнате. В дверь постучали\n" +
    "— Предпоследний - подумал Штирлиц",
    "Пап, можно порно посмотреть? - Нет, ты еще маленький - Ну па-а-ап... - Ну ладно, если только детское.",
    "— Вот, смотри, Розочка - отличница, уже в кино снимается, а ты балбес!\n" +
    "— Мама, вообще-то это порно!\n" +
    "— Ой вэй, ну не всем же в театре играть",
    "Настоящий мужчина настолько предан своей избранной, что смотрит порно без участия женщин",
    "-Го обсуждать того, кто умер в конце драйва\n" +
    "-Го\n" +
    "-Слинг\n" +
    "-Ну типа",
    "Апрель 1945 года. Поражение Германии очевидно. Гитлер ходит по рейхсканцелярии и везде видит одну и ту же картину: офицеры пьянствуют и даже не обращают внимания на своего фюрера. Но зайдя в один из кабинетов, Гитлер обнаруживает Штирлица, который сидит за столом и работает. Увидев главу Третьего Рейха, Штирлиц вскакивает, вскидывает руку и выкрикивает: \"Хайль Гитлер!\" В ответ фюрер устало произносит: \"Максимыч, ну хоть бы ты-то не подкалывал\".",
    "Лежит малoй и слышит, что в соседней спальне что-то происходит. \n" +
    "Он возьми и закричи: \n" +
    "— Дядька Мыкола, варэников хачу! \n" +
    "— Ты шо, обалдел? Два часа ночи! \n" +
    "— А шо вы там так вкусно чмокаете?",
    "— Я считаю, секс - лучшее лекарство.\n" +
    "— Папа, не надо.",
    "Без чего не может прожить IT-специалист?\n" +
    "\n" +
    "Без материнской зарплаты",
    "Едут на мотоцикле без коляски трое. Милиционер, увидев это, возмущенно машет палкой, пытаясь остановить. Один из мотоциклистов разводит руками и кричит:\n" +
    "\"Ну что мы тебя, на хуй посадим? \"",
    "Почему в Санкт-Петербурге идёт так много дождей?\n" +
    "\n" +
    "Чтобы соблюдать водно-солевой баланс.",
    "Играют сироты в догонялки, вдруг, один забегает за угол и говорит:\n" +
    "— Я в детдомике!",
    "— Какая у вас красивая собака! Она, наверное, умная?\n" +
    "— Еще бы! Вчера вечером во время прогулки я сказал ей: \"Кажется, мы что-то забыли\". И как вы думаете, что она сделала?\n" +
    "— Наверное, побежала домой и принесла эту вещь?\n" +
    "— Нет, она села, почесала за ухом и стала думать, что бы это могло быть.",
    "Парень девушке:\n" +
    "- Я тебя так трахну, что ты имя своё забудешь!\n" +
    "Спустя три минуты:\n" +
    "- Ты как?\n" +
    "- Толян!",
    "Однажды Эрнест Хемингуэй поспорил, какое гендерное местоимение лучше. \"Он\" выиграл спор.",
    "Знаете, какой у Сталина был любимый вид пива?\n" +
    "\n" +
    "Lager",
    "Мой любимый греческий миф – об Икарусе, который подлетел слишком близко к звезде по имени Солнце.",
    "Художник: \"Я так вижу\"\n" +
    "Актер: \"Я так чувствую\"\n" +
    "Писатель: \"Я так понимаю\"\n" +
    "Инженер: \"Я так сделал блять и оно работает, каким хуем оно работает тебя ебать не должно, я сам бля не ебу, если надо - смотри ебучие чертежи\"",
    "Значит, приходит молодая пара к гинекологу. Муж\n" +
    "— Доктор, у моей жены во влагалище краб\n" +
    "Врач\n" +
    "— Сейчас глянем... ГОСПОДИ, ТАК У НЕЕ ТАМ КИРПИЧ?!\n" +
    "Муж:\n" +
    "— Во-во, за кирпичом он и живет",
    "— Бэрримор, что это, зумер, что ли?\n" +
    "— Поридж, сэр.",
    "Молодой летчик заходит на посадку и решил пошутить.\n" +
    "Связывается с диспетчером:\n" +
    "- Угадай, кто?\n" +
    "Диспетчер выключает все огни на посадочной полосе и отвечает:\n" +
    "- Угадай, куда?",
    "Сидят три бабки и спорят: у кого трусы грязнее. Первая снимает с себя трусы и кидает на стену, а те прилипли, повесели 10 минут и упали. Вторая снимаем с себя трусы и кидает на стену, а те прилипли, повесели 30 минут и упали. Третья снимает с себя трусы и кидает на стену, а те прилипли, повесели с час, а потом вверх поползли.",
    "У одного парня звонит мобильник. Он поднимает трубку и ему говорят:\n" +
    "— В среду в 15:00 приходи в центр города и мы покажем, кто убил твоего\n" +
    "отца.\n" +
    "— Хорошо.\n" +
    "5 минут спустя, ему звонит его любимая:\n" +
    "— Если в среду в 15:00 ты не приедешь, то никогда на мне не женишься.\n" +
    "Парень ответил:\n" +
    "— Хорошо.\n" +
    "Через несколько часов ему звонят его друзья:\n" +
    "— Братан, в передрягу попали, приезжай в центр в среду в 15:00, без тебя никак.\n" +
    "— Ладно.\n" +
    "Он спросил у своей матери:\n" +
    "— Что мне делать? 3 самые главные вещи в моей жизни: убийца отца, будущая жена или друзья?\n" +
    "Мать ему отвечает:\n" +
    "— Ну и долбаеба же я вырастила.. Ты что, не мог на разное время договориться?",
    "Моя дочка, в силу особенностей своего возраста (5 лет), одержима духом противоборства взрослым. Именно поэтому мы часто спорим по мелочам. Вот и сегодня: \n" +
    "- дочка, убери свои вещи. \n" +
    "- Нет! \n" +
    "- хорошо, убери пять вещей, и можешь идти играть. \n" +
    "- Нет, семь! \n" +
    "Тут я делаю скорбное лицо, и, словно смиряясь с неизбежным, грустно говорю: \n" +
    "- Ну, лааадно, семь, так семь. \n" +
    "Дочка с победным кличем уносится к комоду. А я выдыхаю, и думаю: \n" +
    "- дети пиздец тупые",
    "— Кому сколько пельменей варить? — Я не буду. — Мне один! — И мне один. — Мне два! — Мне три! — А мне пять! (пьеса \"Ужин в семье Фибоначчи\")",
    "Первая брачная ночь. Время 2 часа. Вдруг звонок в дверь. Муж надевает трусы, идёт открывать дверь. Там стоят 2 амбала в черном, и держат гроб. Молча заходят в квартиру, идут по коридору в спальню, проходят мимо кровати. Испуганная жена прикрывается одеялом. Те делают круг возле кровати, и выходят из спальни. Проходят по коридору за дверь, и уже на лестничной площадке останавливаются, один из них поворачивается и говорит басом:\n" +
    "-Прости мужик, в подъезде не развернуться.",
    "Раздавал бог носы, спрашивает у грузина: \n" +
    "- Тебе какой? \n" +
    "- Как у орла! \n" +
    "Спрашивает у русского: \n" +
    "- А тебе какой? \n" +
    "- Ну, картошкой \n" +
    "Наконец, спрашивает у еврея: \n" +
    "- Ну а тебе какой? \n" +
    "- А бесплатно? \n" +
    "- Конечно \n" +
    "- Тогда побольше",
    "Что будет, если в Сахаре строить социализм?  Сначала массовое движение, энтузиазм.  А потом острая нехватка песка",
    "— Писать курсач больнее, чем родить ребёнка.\n" +
    "— Ты когда-нибудь рожал ребенка?\n" +
    "— Нет, но женщины иногда говорят \"Давай заведем ещё одного\", но ни один студент не скажет \"А напишу-ка я ещё один курсач\"!",
    "Едет как-то мужик вечером. Видит - баба голосует, ну он тормозит.\n" +
    "- Подвезете? - спрашивает она. \n" +
    "- Ну ладно, садись, все равно по пути, - соглашается мужик.\n" +
    "Едут, едут. Мужик спрашивает, а чем платить будешь? Она говорит:\n" +
    "- Денег нет, давай я тебе минет сделаю.\n" +
    "- Ну давай, - соглашается он.\n" +
    "Едет, балдеет, классно. Забылся, руками ее уши взял, тащится. Ну и врубился в дерево. Очнулся в больнице, радостный, что живой. Глядь, а в руках уши и смеётся, а потом спрашивает у врача:\n" +
    "- Извините, к вам женщина без ушей не поступала?\n" +
    "- А, это та, что с хуем во рту...",
    "— Вы обвиняетесь в избиении женщины.\n" +
    "— Победителей не судят.",
    "Вася вернулся домой после десяти лет отсидки, не предупредив жену. Открывает дверь и слышит из\n" +
    "ванной какой-то плеск. Он - туда, а там жена в неглиже нагнувшись над ванной белье стирает. Вася, потеряв голову, подскакивает к жене и безо всяких прелюдий начинает ее любить. Жена в\n" +
    "трансе. Задыхаясь, поворачивается к мужу: \n" +
    "- Вась... Вась... ну ты бы хоть слово... ласковое... сказал, а?... Приласкал бы... \n" +
    "Вася в ответ,хлопнув жену по заду: \n" +
    "- Все ништяк, браток... все ништяк...",
    "Услышав фразу \"Пора валить...\"\n" +
    "Студент спрашивает\n" +
    "— С какой?\n" +
    "А препод спрашивает\n" +
    "— Кого?",
    "Дочери долго нет дома. Возвращается под утро. Отец в ярости:\n" +
    "- Где ты была?!!\n" +
    "Дочь, с достоинством:\n" +
    "- Я провела ночь с национальным героем!\n" +
    "- С кем?\n" +
    "- С неизвестным солдатом.",
    "Сын спрашивает у отца:\n" +
    "— А как я появился на свет?\n" +
    "Отец отвечает:\n" +
    "— Мы тебя в капусте нашли.\n" +
    "— Я думал, вы скажете, что аист принёс. Почему именно в капусте?\n" +
    "— Да потому что ты овощ ёбаный",
    "Приходит рыцарь к Нострадамусу, говорит болею, описывает симптомы сифилиса и просит о помощи. \n" +
    "Нострадамус задумался, потом говорит: \n" +
    "— Ты должен найти 100-летнюю деву и спать с ней неделю. \n" +
    "— Где ж найду такую? \n" +
    "— Это твои проблемы. \n" +
    "Отправился рыцарь на поиски и действительно нашел в удаленном монастыре 100-летнюю девственницу. Спал с ней неделю и выздоровел. \n" +
    "Пришел к Нострадамусу, благодарит: \n" +
    "— Великий, ты спас меня! Но объясни, в чем секрет? \n" +
    "— В чем секрет не знаю. Но через 400 лет это назовут пенициллином.",
    "Я довольно разносторонний человек. Я люблю русский рок и мыться.",
    "— Дашенька, ты готова?  — Сейчас, мамочка, только Фублю возьму.  — Кого?!  Дочь выносит из комнаты и показывает матери невероятно омерзительную куклу — страшную, лысую, глаза нет, грязную.  Мать, непроизвольно:  — Фу, бля!  — Вот-вот, мамочка, папа тоже ее так называет…",
    "Африканские дети понтуются бутылкой воды.",
    "— Ого сына где ты такую цистерну взял?\n" +
    "— Папа не ныряй! Там серная кислота!\n" +
    "— Сынок ты пиздиш-ш-ш-ш-ш-ш...",
    "Приходят 2 друга на урок истории, а там сидят одни коммунисты. Учитель спрашивает у первого:\n" +
    "- Маркса читал? А Энгельса?\n" +
    "- нет\n" +
    "Ну и выебали его в жопу\n" +
    "Подходит ко второму, спрашивает:\n" +
    "Маркса читал? А Энгельса?\n" +
    "- нет\n" +
    "Его тоже выебали.\n" +
    "Они стоят, держатся за жопы, а препод опять спрашивает:\n" +
    "- ну что, поняли тему?\n" +
    "-да\n" +
    "- И что же вы поняли?\n" +
    "- что все коммунисты - пидоры",
    "Как называется небольшая кучка дымящегося говна?\n" +
    "\n" +
    "Калик)😜🤙🏻",
    "Трансгендерная женщина стоит в поликлинике на медосмотр в очереди, думает: «Как терапевту сказать?»\n" +
    "Заходит в кабинет, спрашивает:\n" +
    "— Что пишете?\n" +
    "— Направления.\n" +
    "— Гинеколога вычеркните.",
    "Негр после тяжелой работы на плантации возвращается домой. Около дома бегает орава детей мал мала меньше. Негр уже подходит к дому, как вдруг видит, что из реки выскочил крокодил, схватил негритенка и в воду. \n" +
    "Негр за ним с палкой погнался, а жена говорит: \n" +
    "— Ну чего ты волнуешься, у нас их много, да и нового сделаем. \n" +
    "Прошло какое-то время, и та же ситуация: опять тяжелая работа на плантации, опять крокодил, опять с палкой погнался, опять жена говорит \"нового сделаем\". Проходит еще несколько месяцев — опять то же самое. Пришел негр домой, сел, уткнул голову в руки и говорит: \n" +
    "— Это что же, еб твою мать, получается? Я весь день тяжело работаю на плантации, всю ночь ебусь — это чтобы прокормить этого проклятого крокодила?",
    "Если вам мешают голоса, лёгкий способ от них избавиться это потратить из на стикеры в вк",
    "Диктант в школе. Учительница диктует: \n" +
    "- Народы мира борятся за свое освобождение. \n" +
    "Аня поднимает руку и спрашивает: \n" +
    "- Марьиванна, а можно \"на\" написать на одной строчке, а \"роды\" перенести? \n" +
    "- Можно. \n" +
    "Диктует дальше: \n" +
    "- Застрахуй свою жизнь. \n" +
    "Аня снова поднимает руку и спрашивает: \n" +
    "- Марьиванна, а можно \"застра\" написать на одной строчке, а \"хуй\" перенести? \n" +
    "- Ну если ты, Анечка, роды перенесла, то хуй перенесешь точно.",
    "Музыкальная журналистика 1991: обратите внимание не молодого перспективного музыканта Курта Кобейна, через два-три года он обязательно выстрелит.",
    "Как называют большой мёртвый пельмень?\n" +
    "\n" +
    "Некромант.",
    "Приходит мужик к доктору и сходу вываливает свой член, весь опухший и посиневший. \n" +
    "Доктор сходу: Мужчина, вам не ко мне. Я оттоларинголог, ухо–горло– нос, а Вам с этим к урологу! \n" +
    "Мужик: Подождите, доктор. Каждую пятницу мы с друзьями собираемся в сауне. Выпиваем конечно... \n" +
    "Доктор: Так Вам к наркологу! \n" +
    "Мужик: Дослушайте, доктор, пожалуйста! Так вот, выпиваем, а потом начинаем играть в одну игру. Собираемся вокруг табуретки, выкладываем свои члены на нее и один из нас по команде \"Ап!\" со всей дури фигачит чугунной сковородкой по табуретке, а мы должны успеть убрать свои члены... \n" +
    "Доктор: У–у–ууу! Да Вам к психиатру! \n" +
    "Мужик: Да нет же, доктор! Именно к Вам — я вот это \"ап!\" не слышу!",
    "Первый класс. Учительница пишет на доске слова и говорит детям, чтобы они прочитали то что они хотят.\n" +
    "Маша прочитала слово \"паровоз\"\n" +
    "Петя прочитал слово \"велосипед\"\n" +
    "Володя прочитал лекцию о мировой революции, интернационале и построении социализма",
    "Рыбинспектор задерживает мужика с двумя ведрами рыбы на берегу реки.\n" +
    "Рыбинспектор спрашивает у мужика:\n" +
    "- У Вас есть разрешение на отлов такого количества рыбы?\n" +
    "Мужик:\n" +
    "- Нет. Но оно мне не нужно. Это моя домашняя рыба.\n" +
    "Рыбинспектор:\n" +
    "- Домашняя? Как это?\n" +
    "Мужик:\n" +
    "- Ну, кто-то держит собак, кто-то попугаев, а я - речную рыбу. Каждый вечер я привожу их сюда, чтобы выгулять. Я выпускаю их в воду, они себе плавают. А потом я подаю им сигнал и они возвращаются ко мне. Я кладу их в ведра и мы едем домой, в аквариум.\n" +
    "Рыбинспектор:\n" +
    "- Ерунда! Рыба не может такого делать!\n" +
    "Мужик:\n" +
    "- Не верите? Я могу показать. Вот смотрите...\n" +
    "С этими словами мужик подходит к воде и переворачивает одно за одним оба ведра. Сам остается на берегу в ожидании.\n" +
    "Через несколько минут Рыбинспектор не выдерживает:\n" +
    "- Ну?!\n" +
    "Мужик:\n" +
    "- Что ну?\n" +
    "Рыбинспектор:\n" +
    "- Когда ты их позовешь назад?\n" +
    "Мужик:\n" +
    "- Позову кого?\n" +
    "Рыбинспектор:\n" +
    "- Рыб!!!\n" +
    "Мужик:\n" +
    "- Каких рыб?! Ты ебанутый что ли?!",
    "8 марта. Приходит слепой на рыбный рынок и говорит: \"С праздником вас!\"",
    "Рыбинспектор задерживает мужика с двумя ведрами рыбы на берегу реки.\n" +
    "Рыбинспектор спрашивает у мужика:\n" +
    "- У Вас есть разрешение на отлов такого количества рыбы?\n" +
    "Мужик:\n" +
    "- Нет. Но оно мне не нужно. Это моя домашняя рыба.\n" +
    "Рыбинспектор:\n" +
    "- Домашняя? Как это?\n" +
    "Мужик:\n" +
    "- Ну, кто-то держит собак, кто-то попугаев, а я - речную рыбу. Каждый вечер я привожу их сюда, чтобы выгулять. Я выпускаю их в воду, они себе плавают. А потом я подаю им сигнал и они возвращаются ко мне. Я кладу их в ведра и мы едем домой, в аквариум.\n" +
    "Рыбинспектор:\n" +
    "- Ерунда! Рыба не может такого делать!\n" +
    "Мужик:\n" +
    "- Не верите? Я могу показать. Вот смотрите...\n" +
    "С этими словами мужик подходит к воде и переворачивает одно за одним оба ведра. Сам остается на берегу в ожидании.\n" +
    "Через несколько минут Рыбинспектор не выдерживает:\n" +
    "- Ну?!\n" +
    "Мужик:\n" +
    "- Что ну?\n" +
    "Рыбинспектор:\n" +
    "- Когда ты их позовешь назад?\n" +
    "Мужик:\n" +
    "- Позову кого?\n" +
    "Рыбинспектор:\n" +
    "- Рыб!!!\n" +
    "Мужик:\n" +
    "- Каких рыб?! Ты ебанутый что ли?!",
    "У одного мужика звонит мобильник. Он поднимает трубку, и ему говорят: \n" +
    "— В среду в 15:00 приходи в центр города, и мы покажем, кто сжёг твоего медведя.\n" +
    "Он говорит: Хорошо. \n" +
    "5 минут спустя, ему звонит лиса и говорит: \n" +
    "— В среду в 15:00 я застряну между деревьями. Если ты не приедешь, то меня трахнут Волк и Заяц\n" +
    "Мужик отвечает: Хорошо. \n" +
    "Через несколько часов ему звонит Михал Палыч Терентьев \n" +
    "— Ало, ну чё там с деньгами? \n" +
    "— Какими деньгами?\n" +
    "— Которые я вложил в капитал \n" +
    "Он спросил у своей матери: \n" +
    "— Что мне делать? 3 самые главные вещи в жизни: убийца медведя, Лиса и Михал Палыч!\n" +
    "Мать ему отвечает: \n" +
    "— Медведя уже не вернешь, Лису Волк с Зайцем и так уже трахали. езжай к Михал Палычу... КАПИТАЛ ПРОЖИТОЧНОГО МИНИМУМА — это святое!!! \n" +
    "В среду в 15:00 купил мужик шляпу, а она ему как раз.",
    "Закрой трех программистов в одной комнате — и они создадут какой-нибудь проект.\n" +
    "\n" +
    "Закрой там трёх тёток из отдела кадров и бухгалтерии — и они в 18:00 уйдут домой.",
    "Жили два сиамских близнеца.\n" +
    "Один голубой был, другой натуралом, но жопа у них одна.",
    "Спорят как-то два гея, потому что по другому они размножаться не могут",
    "Говорят, что Гослинг Райан \n" +
    "В конце Драйва умирает. \n" +
    "Вот где правда, пацаны: \n" +
    "[ДАННЫЕ УДАЛЕНЫ]",
    "Полина чипировалась и стала чиполлино",
    "Большинство женщин не рассказывают о том, что их бьёт муж, потому что первое правило бойцовского клуба — никому не говорить о бойцовском клубе.",
    "Как называется грузинский онлайн кинотеатр?\n" +
    "\n" +
    "Г.ivi",
    "На ледовую арену поступил заказ.\n" +
    "Было заказано 30 новых шайб: 15 чёрного цвета, 15 красного цвета.\n" +
    "Приезжают спортсмены из Армении.",
    "- Наконец-то зима пришла!\n" +
    "- И не говори!\n" +
    "- Наконец-то зма пршла!",
    "Что изучает женщина-программист?\n" +
    "\n" +
    "\n" +
    "Блендер",
    "У гея-кортежника не только козырь в рукаве, но и черви в жопе",
    "Как остановить драку двух слепых?\n" +
    "- Крикнуть \"ставлю на парня с ножом!\"",
    "Профессор в мединституте:\n" +
    "- сейчас мы с вами, товарищи студенты, пойдём в морг на практику.\n" +
    "в морге:\n" +
    "- итак! врач не должен быть брезгливым!\n" +
    "Профессор берёт свой палец суёт в жопу трупу и облизывает палец. Все студенты поморщились, и лишь один сказал:\n" +
    "- Так же нельзя делать!\n" +
    "Профессор в ответ:\n" +
    "- согласен, чёт тупанул пиздец...",
    "Как беззаботная нянька называет писающихся детей? \n" +
    "Сущая мелочь",
    "Восьмилетний Игорь был сильно удивлен, когда на его дне рождения бухой отец пожелал прожить ему еще столько же.",
    "Что будет если ворону ударит током?\n" +
    "\n" +
    "\n" +
    "Электро кар",
    "Что нужно сделать что бы секс перестал быть банальным?\n" +
    "\n" +
    "Убрать букву Б",
    "Сидят два вампира. \n" +
    "— Стакан есть? \n" +
    "— Нет \n" +
    "— А из горла будешь?",
    "20.04.17. Самый обычный день в моей жизни: в нашем лесу заблудилась корова. Ебали всем селом.\n" +
    "22.04.17. День Самый счастливый день в моей жизни: в нашем лесу заблудился мужик. Ебали всем селом.\n" +
    "18.12.17. Самый черный день в моей жизни: до сих пор не пойму, как я мог заблудиться в нашем лесу?..",
    "Если бы спорт был полезен, то на каждом турнике висело бы по три еврея",
    "Однажды, сидя в коворкинге и попивая смузи, зумер сказал «буквально», вместо «literally». После этого он буквально обосрался и умер",
    "Купил куртку фисташкового цвета и не могу её расстегнуть.",
    "По улице идут мать и маленькая дочь. Видят занимающихся любовью собак.  Дочь:  - Мама, а что это собачки делают?  Мама:  - Понимаешь дочка. Это одна собачка расслабилась, а другая напряглась.  Дочь задумчиво:  - Дааа. Вот так вот расслабишься, и выебут, как собаку.",
    "Армянин решил баллотироваться в рейхстаг. У Гиммлера:\n" +
    "- Род деятельности?\n" +
    "- Машинист\n" +
    "- Возраст?\n" +
    "- 35 лет\n" +
    "- Национальность?\n" +
    "- Армянин\n" +
    "- Характер?\n" +
    "- Нардический",
    "Если в супермаркете пронести мимо кассы под курткой бутылку минералки, то это будет чистой воды воровство",
    "Вышел заяц на крыльцо,\n" +
    "Почесать своё яйцо,\n" +
    "Сунул руку – нет яйца. Нет лап. Вместо них уже пять лет как металлические протезы. Заяц в очередной раз напомнил себе о вьетнаме. О вертолётах. О протяжных криках вьетконговцев. О непроходимых джунглях. О майкле, терри и сержанте кривошапко из Украины. Заяц закурил последнюю остававшуюся у него в специальной заячьей сумке сигарету. Зачем зайцы воюют? За что? За морковь? \"Да, мы вырвали из вьетконговской земли много вкусной хрустящей моркови, но счастья морковь не принесла\" — подумал заяц. Он докурил. Печально опустил морду вниз.\n" +
    "Так и грохнулся с крыльца.",
    "— Как японские дети называют своих отцов-трансгендеров?\n" +
    "— Ба-тян.",
    "В университете:\n" +
    "- Ставлю тебе 3, но с большой натяжечкой\n" +
    "- Спасибо!\n" +
    "- Погоди, сперва натяжечка\n" +
    "Первокурсник Табуретка погрустнел и принял решение уйти в армию",
    "Мужик с женой пришли в баню, а банщик говорит:\n" +
    "- Не пущу вас в один номер!\n" +
    "Мужик:\n" +
    "- Как? Это ж моя жена!\n" +
    "Банщик:\n" +
    "- А вот так! Из принципа. Какая чистюля выискалась - уже четвертый раз сегодня идет париться.",
    "Увидев приближающийся Челябинск, жители метеорита ужаснулись..",
    "Зачем гитарист играет на электро-гитаре?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Чтобы бросить играть на обычной.",
    "Почему в саванне не пьют и не курят?\n" +
    "\n" +
    "Лев против",
    "Заходит Штирлиц в бар, поднимает два пальца и спрашивает:\n" +
    "— Это чьи?",
    "Едут грузин и армянин в поезде.\n" +
    "Грузин достает таблетки и говорит армянину:\n" +
    "- Отличные таблетки, выпил и можно трахаться 12 часов подряд\n" +
    "Армянин спрашивает:\n" +
    "- Слушай, дорогой, дай одну, а?\n" +
    "Грузин подумал немного, ну и дал ему таблетку. Через пять минут армянин резко падает и начинает громко храпеть.\n" +
    "Грузин, расстёгивая штаны:\n" +
    "- А вот теперь можно трахаться!",
    "9 парням из 10 нравятся девушки с большой грудью. И только 1 парню из 10 нравятся остальные 9 парней.",
    "— В Европе геи, наркотики, разврат, бездуховность и отсутствие скреп!  — Но почему вы тогда купили квартиру в Париже?  — Еще раз, читай по губам: в Европе геи, наркотики, разврат, бездуховность и отсутствие скреп!",
    "Когда подорожал бензин, я молчал - я не был водителем\n" +
    "Когда подорожала домашняя техника, я молчал - меня и своя устраивала\n" +
    "Когда подорожала медицина, я молчал - я был здоров\n" +
    "Когда подорожали Вафельные Трубочки Яшкино 190гр Ореховые, вступиться за меня было уже некому",
    "Что делают американские ученики, когда им запрещают приносить mp4 в школу?\n" +
    "\n" +
    "Приносят mp5",
    "Двое играют в морской бой.\n" +
    "- Д6?\n" +
    "- Ранил.\n" +
    "- Д6?\n" +
    "- Ранил.\n" +
    "- Д6?\n" +
    "- Ты что, садист?",
    "Египет. Бедуин изо всех сил выбивает свой ковер. Подходит русский турист:\n" +
    "— Ну что, братан, не заводится?",
    "- Изя, вы любите секс втроем?\n" +
    "- Да, а шо?\n" +
    "- Так бегите скорее домой, может еще успеете.",
    "У них не было детей. Они купили овчарку и безумно любили её. Через 7 лет у них родился сын... Однажды из детской выбежал пёс, его морда была в крови. Жена взвыла, муж достал ружье и убил пса. войдя в детскую, отец увидел спящего сына, а возле кроватки убитую змею, после он застрелил ещё и сына с женой, ну а хуле, мирное прохождение и так, считай, просрано.",
    "В разгар спектакля в партере вскакивает зритель и кричит: — В зале врач есть?! Врач есть в зале?! ! Ответ с балкона: — Да, а что случилось? — Не правда ли, коллега, охуительнейшая премьера?!",
    "- Отличить нормального человека от задрота - пара пустяков.  - Как?  - Назовите пару синонимов к слову \"нежить\".  - Зомби, скелетоны, андеды...  - Во-от. А нормальный человек назовет:  холить, ласкать, проявлять нежность...",
    "— Алло, это скорая? Здесь человека катком переехало!\n" +
    "— Говорите адрес.\n" +
    "— Есенина 24,26,28...",
    "Сын спрашивает у отца:\n" +
    "— А как я появился на свет?\n" +
    "Отец отвечает:\n" +
    "— Мы тебя в капусте нашли.\n" +
    "— Я думал, вы скажете, что аист принёс. Почему именно в капусте?\n" +
    "— Да потому что ты овощ ёбаный",
    "В связи со скоропостижной кончиной королевы Великобритании, Международная Ассоциация Панков выражает свои глубочайшие сожаления и поддерживает инициативу размещения тела в склепе открытого типа.",
    "В одном первобытном племени как-то поспорили, что важнее: луна или солнце. Чуть до драки дело не дошло: одни кричат солнце, другие — луна.\n" +
    "И вот пошли они к вождю. Он у них типа самый умный. Вождь думал три дня, а потом сказал:\n" +
    "— Луна важнее!\n" +
    "На вопрос почему, он вполне резонно обьяснил:\n" +
    "— Солнце дает нам свет днем. Днем нам свет на хер не нужен. А Луна дает свет ночью. Ночью свет очень нужен.",
    "В семье уравнений случилось горе. Отца порешали.",
    "Подходят двое алкашей к ларьку:  — Сколько будем брать,одну или две?  — Бери две.  — Вчера две брали,одна осталась.  — Бери тогда одну...  Алкаш продавцу:  — Нам пожалуйста четыре бутылки водки и одну ириску.",
]