export const anecdotes = [
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "Полюбив деревья, старушка дала дубу",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Призывник проходит медкомиссию. Ему говорят: \n" +
    "- Разденьтесь и нагнитесь!\n" +
    "Подходит врач, раздвигает ягодицы и спрашивает:\n" +
    "- Вы курите?\n" +
    "- А что, пахнет?",
    "Хогварц. Коридор. Открывается дверь подсобки и оттуда выползает полуживая Гермиона. Следом, выходит Дамблдор, и с довольным ебалом говорит: минус одно очко гриффиндору",
    "Бодибилдер, подсевший на астероиды, неделю страдал от метеоризма.",
    "Мой дедушка как-то сказал :-”Твоё поколение слишком много полагается на современные технологии!”.\n" +
    "”Нет, это твоё поколение полагается на них!”, – ответил ему я.\n" +
    "И отключил ему систему жизнеобеспечения.",
    "Рост Александра Друзя - 178 см.\n" +
    "\n" +
    "А в эрудированном состоянии - все 193.",
    "[Переслано из ничё)]\n" +
    "Отец говорит сыну:\n" +
    "— Вовочка, тебе уже шесть лет, и я должен рассказать правду, откуда берутся дети.\n" +
    "— Ну вот... В три года я узнал, что у нас не живет домовой, в четыре — что не бывает Бабы-Яги, в пять — что Деда Мороза не существует. Если сейчас окажется, что взрослые не ебутся, то во что останется верить?!",
    "Умерла проститутка. Похороны. Двое мужчин разговаривают: \n" +
    "— Наконец они вместе .. \n" +
    "— Кто? \n" +
    "— Ноги.",
    "Заходит студент к профессору, тянет билет и говорит :\n" +
    "-Профессор, я не знаю\n" +
    "- Ладно, два\n" +
    "-Стойте, а давайте я по стенам пробегу, а вы четыре поставите.\n" +
    "Профессор подумал : да не пробежит он.\n" +
    "-Ну давай\n" +
    "Студент мгновенно пробежал по стенам\n" +
    "-Ну ладно...ставлю три\n" +
    "-А давайте я по потолку пробегу, а вы мне 4 ставите\n" +
    "-...Ну по потолку ты точно не пробежишь, договорились\n" +
    "Студент пробежал и по потолку\n" +
    "-А давайте я вам нассу на лицо ЧИСТЫМИ французскими духами, а вы мне 5 в зачетку!\n" +
    "Профессор думает про себя : хм, ну ежели он такой чудотворец, то почему бы и нет\n" +
    "Студент расстегнул ширинку и старательно обоссал профессору всю голову, тот понюхал, попробовал и говорит:\n" +
    "-Обычная моча кажется\n" +
    "-Ну ладно, ставьте четыре",
    "Маляр красит стенку в сумашедшем \n" +
    "доме . Подходит псих: \n" +
    "-Ты крепко за кисточку держишься? \n" +
    "-Да - отвечает тот. \n" +
    "-Тогда я лестницу забираю",
    "Крокодил Гена и Чебурашка купили травы и пришли домой.\n" +
    "Гена говорит:\n" +
    "-Чувак я пойду душ приму ты смотри ничего не скури пока меня нет\n" +
    "-Ок ок\n" +
    "Гена ушел мыться\n" +
    "Чебурашка подумал подумал, да и скурил всю траву\n" +
    "Сидит, кайфует.\n" +
    "Вдруг Гена кричит : ЧЕБА, принеси полотенце\n" +
    "Чебурашка идет, берет полотенце и думает : а что я ему скажу, когда отдам полотенце?\n" +
    "Скажу.. вот полотенце!\n" +
    "Нет...слишком глупо\n" +
    "Скажу... Крокодил Гена, вот твое полотенце!\n" +
    "Нет...очень долго...\n" +
    "Скажу...ээ..а! Гена, на!\n" +
    "Воо идеально\n" +
    "Идет к душу и про себя повторяет:\n" +
    "\"Гена, на!\"\"Гена,на!\" \"Гена, на!\"\n" +
    "Заходит в душ и такой:\n" +
    "ААААА БЛЯТЬ КРОКОДИЛ В ВАННОЙ",
    "Как работают алгоритмы iTunes: попробуйте пиццу, всё любят пиццу\n" +
    "Как работают алгоритмы Spotify: под картошечку хорошо заходит селедочка, не пожалеете\n" +
    "Как работают алгоритмы Яндекс.Музыки: когда-то давно вы лайкнули шоколад, шоколад коричневый, поэтому попробуйте говно, оно тоже коричневое",
    "Проститутка делает минет Боцману. Час делает, два... Три...\n" +
    "— Слушай, Боцман, да у тебя даже не стоит!?\n" +
    "— А мне не надо шоб стояло, мне надо шоб БЛЕСТЕЛО!!!",
    "Идет чукча по тундре. Видит лежит обмороженный человек. Притащил его в чум, обогрел, чаем напоил. Это оказался россиянин из Набережных Челнов. Он говорит:\n" +
    "— Приезжай в Набережные Челны, я тебя большим человеком сделаю, будешь на великом заводе «КАМАЗ» работать. Чукча приехал, заходит в отдел кадров, его спрашивают:\n" +
    "— Что ты умеешь делать?\n" +
    "— Белку в глаз стрелять, рыбу ловить, охотиться.\n" +
    "— Считать, писать умеешь?\n" +
    "— Нет.\n" +
    "— Тогда иди отсюда.\n" +
    "Чукча обиделся и уехал.\n" +
    "Настала весна. Идет чукча по тундре и видит еще один замёрзший лежит. Притащил в чум, обогрел его,оказался американец. В благодарность он чукче говорит:\n" +
    "— Приезжай ко мне я тебя великим человеком сделаю.\n" +
    "Через 20 лет едет чукча в шикарном лимузине, рядом сидит красивая блондинка и говорит:\n" +
    "— Эй, Джо, отсчитай мне 10000$ на платье.\n" +
    "— Возьми в бардачке.\n" +
    "— Я хочу, чтоб ты отсчитал своими руками.\n" +
    "— Эх ты, дура, если бы я умел считать, я бы давно на великом заводе «КАМАЗ » работал.",
    "В отделение банка вбегает мужик с пистолетом и в маске:\n" +
    "— Всем лежать!\n" +
    "Заходит за стойку операционистов, и кричит кассиру:\n" +
    "— На колени! Сосать!\n" +
    "Кассир выполнила требование нападавшего.\n" +
    "Тот, удовлетворенно сел в кресло, снял маску…:\n" +
    "— Дома, значит, мы не можем! Дома, значит, нас тошнит!",
    "Спoрят два грузина, чей дед был выше:\n" +
    "— Мoй дед был таким выcoким, как вoт этo деревo.\n" +
    "— А мoй дед был таким выcoким, как вoн та гoра!\n" +
    "— Мoй дед был таким выcoким, чтo дocтавал дo звезд!\n" +
    "— А звезды были круглыми?\n" +
    "— Круглыми.\n" +
    "— Теплыми?\n" +
    "— Да.\n" +
    "— Значит этo были яйца мoегo деда.",
    "Мужик поймал Золотую рыбку. Ну и загадывает желание: чтобы все время хуй рос. Короче, живет - не нарадуется. Жизнь бьет ключом, от баб отбоя нет. Раз в год делает пластическую операцию (укорачивает). Прожил он свое и умер. Родственники поплакали, похоронили. Через год из могилы вылазит хуй. Ну неудобно как-то - срам из земли торчит - подрезали, а он через время опять... В общем родственники замахались подрезать и перезахоронили чувака хуем вниз. Проходит пять лет, на Мэнхэттэне трескается асфальт и оттуда вылазит... правильно, хуй! Его срезают, а он опять растет. Мэрия в шоке, объявляет тендер на избавление от напасти. Тендер выиграли армяне, поставив на этом месте палатку с шаурмой",
    "Моя девушка — известная порнозвезда.\n" +
    "Она убьёт меня, если узнает.",
    "Мужик приходит в ресторан и говорит официанту:\n" +
    "- Графин водочки, и что-нибудь на ваш вкус.\n" +
    "Официант:\n" +
    "- Так и запишем - два графина водочки.",
    "[Переслано из Штирлиц]\n" +
    "Штирлиц вошел в кабинет Мюллера и увидел того, лежащего бездыханным на полу.\n" +
    "– Отравился, – подумал Штирлиц, поглаживая рукоятку торчащего из спины Мюллера топора.",
    "Кем станет карлик, когда вырастет?\n" +
    "\n" +
    "Карлом\n" +
    "\n" +
    "шучу, не вырастет он",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Ⓘ Данный анекдот доступен для прочтения только пидорасам",
    "Однажды Ольга Бузова спросила у Байкала:\n" +
    "— Кто самая лучшая певица в России?\n" +
    "\n" +
    "Озеро ей ответило:\n" +
    "— Конечно же ты, Оля.\n" +
    "\n" +
    "Это был пиздёж чистой воды",
    "В роддоме:\n" +
    "Муж: Тужься, тужься\n" +
    "Жена: (Тужится по-женски)\n" +
    "Жена: Я вижу головку\n" +
    "Муж: круто\n" +
    "Жена: Головку говорю вижу, ширинку застегни",
    "Какая фраза подходит для секса и за ужином? \n" +
    "\n" +
    "Сын, не чавкай",
    "Дед с альцгеймером долго не понимал, кто насрал ему в штаны",
    "Разговор двух машинистов:\n" +
    "-Анну Каренину знаешь? \n" +
    "-Нет, а что. \n" +
    "-Да так, ничего, проехали",
    "Еврейская семья сидит на кухне, пьет чай. \n" +
    "Над столом висит лампочка, а к лампочке привязан кусочек сахара. \n" +
    "Папа делает глоток и смотрит на сахар. \n" +
    "Мама делает глоток и смотрит на сахар. \n" +
    "Дочь делает глоток и смотрит на сахар. \n" +
    "Маленький сынишка делает глоток и смотрит… смотрит… смотрит… \n" +
    "Вдруг папаша дает ему леща со словами: \n" +
    "— Слишком сладкий чай пьешь, сынок…",
    "Мазь Вишневского названа в честь выдающегося советского ученого Валентина Борисовича Мазя.",
    "— Мам, приготовь мне завтрак.\n" +
    "— Если я сплю с твоим папой, это не значит, что надо называть меня \"мамой\".\n" +
    "— А как мне тебя называть?!\n" +
    "— Как обычно — Игорь.",
    "Чтобы проверить, курю я или нет, родители перед уходом оставляли газ включенным.",
    "Муж застал жену с любовником,и не знал,на кого обижаться больше\n" +
    "На жену или на своего любовника.",
    "Почему безымянный палец не назвали хотя-бы Олегом?",
    "Встречаются двое друзей:\n" +
    "- Как дела?\n" +
    "- Да вот, жена уже четвертого родила. Даже не знаю, что и делать.\n" +
    "- А вот я нашел безотказный способ предохранения своей жены от беременности.\n" +
    "- Да что ты? Ну-ка расскажи!\n" +
    "- Все очень просто: я трахаю твою",
    "Мальчик подарил девочке букет живых цветов, запихав в него один искусственный.\n" +
    "-Я буду тебя ебать в сракотан до тех пор,сказал он ей,пока не завянет последний цветок.",
    "Старые и одинокие священники больше всего хотят иметь детей",
    "Молодой человек приглашает девушку: \n" +
    "- Приходи вечером, чаю попьем. \n" +
    "- А это не больно? - спрашивает девушка. \n" +
    "- Не понял. \n" +
    "- Да меня вчера на кофе пригласили - так чуть рот не порвали",
    "Мужик заходит в Барбершоп:\n" +
    "- Сколько стоит подстричься?\n" +
    "- 2000\n" +
    "- А если без минета?",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Серега, как тебе идея заказать баб и потрахаться?\n" +
    "\n" +
    "\n" +
    "Че прям при них?",
    "[Переслано из ничё)]\n" +
    "Али из высокогорного аварского села удалось дойти до вопроса стоимостью 500 000.\n" +
    "— Вы играли замечательно, — сказал ведущий, — и сейчас на кону миллион! Вы заберете деньги или будете играть дальше?\n" +
    "— Конечно, — овтетил Али, — я играю дальше!\n" +
    "Внимание, вопрос:\n" +
    "Какая из этих птиц не вьет гнезда?\n" +
    "а) Воробей\n" +
    "б) Дрозд\n" +
    "с) Сорока\n" +
    "d) Кукушка\n" +
    "— Я хочу использовать последнюю подсказку и позвонить другу Казбеку.\n" +
    "Али дозвонился другу и повторил ему вопрос.\n" +
    "— Черт возьми, Али Это же просто!\n" +
    "Кукушка!\n" +
    "— Ты уверен?\n" +
    "— Конечно, на сто процентов!\n" +
    "Али повесил трубку и сказал ведущему:\n" +
    "— Мой ответ – кукушка.\n" +
    "— Это окончательный ответ?\n" +
    "— Да.\n" +
    "Наступила долгая томительная пауза, и ведущий закричал:\n" +
    "— Кукушка – это правильный ответ! Али поздравляю, вы выиграли миллион!\n" +
    "На следующий день Али пригласил Казбека отметить с ним выигрыш.\n" +
    "— Казбек! Откуда ты вообще мог знать, что именно кукушка не строит гнезд?\n" +
    "— Да потому что она живет в часах, долбоеб!",
    "Одного парня заколдовала злая колдунья: он мог говорить только одно слово в год. Спустя два года он вернулся к ней со словами: \n" +
    " — Пошла нахуй. \n" +
    "Парень тоже был злым.",
    "Как лысый ёжик носит яблоки?\n" +
    "\n" +
    "Ему помогает рак",
    "У молодой пары родился ребенок, до 5 лет не разговаривал. Родители повели его к врачу. Врач говорит: «Ваш ребенок будет говорить, только первые 3 человека, которых он назовет, умрут». Ребенок сказал \"Лил Пип\", умер какой-то бля репер-пидорас, сказал Читос — умер Честер. Родители пошли в магазин, а в дом вломился грабитель, мальчик испугался и крикнул \"керамический сосуд, идеально приспособленный для русской печи\" и блятб Горшок умер.",
    "Инопланетяне, похищенные инопланетянами, чувствуют себя не в своей тарелке.",
    "Приходит жирный мужик в бордель для похудения. Ему говорят:\n" +
    "- Чтоб сбросить 10 кг, надо заплатить $100.\n" +
    "Он спрашивает:\n" +
    "- Как всё это происходит?\n" +
    "Ему отвечают:\n" +
    "- Сами всё увидите, - и проводят в отдельную комнату. А там красивая баба. Она говорит:\n" +
    "- Поймаешь меня - выебешь! Ну мужик гонялся за ней по комнате, поймал. Выходит, встаёт на весы 10-ти кг - как не бывало.\n" +
    "На следующий день приходит, чтоб похудеть на 20кг. Ему говорят что это будет стоить $200. Он без проблем выкладывает бабки и его проводят в другую комнату. А там уже две бабы и говорят:\n" +
    "- Поймаешь нас - выебешь! - он пробегал по комнате, поймал. Потом выходит оттуда радостный, встаёт на весы - 20-ти кг как не бывало.\n" +
    "На следующий день приходит опять и думает, что мелочиться и спрашивает:\n" +
    "- А можно ли похудеть сразу на 100 кг? Ему отвечают:\n" +
    "- Можно, только это будет стоить штуку баксов. Он спокойно выкладывает деньги и его проводят в комнату, закрывают дверь, затем включают свет, а там маленький худой негр с огромным членом. Говорит:\n" +
    "- Поймаю - выебу!",
    "Мужик уронил в деревенский толчок 100 рублей. \n" +
    "Думает: ну я не долбоеб, не полезу же я за мелочью в дерьмо\n" +
    "Кидает туда 1000: Ну вот, другое дело",
    "Попал мужик в матрицу. К нему подходит негр в очках, протягивает руки с пилюлями в руках и говорит:\n" +
    "-Если примешь красную, то у тебя будет член 40 см\n" +
    "-А если синюю?\n" +
    "-А нахуя тебе синяя?\n" +
    "Ну мужик взял красную, съел и вырубился. Негр, снимая штаны:\n" +
    "- Я же не уточнил, ГДЕ он у тебя будет, и ЧЕЙ это будет член.",
    "АЗАЗХЗАХЗА легендарный анек\n" +
    "Решил один мужик завести домашнее животное - жена совсем достала.\n" +
    "Приходит в зоомагазин и среди прочей живности видит попугая. БЕЗ ЛАПОК.\n" +
    "Мужик:\n" +
    "- Надо же! попугай без лапок!\n" +
    "Попугай:\n" +
    "- Ну что поделаешь - таким родился...\n" +
    "Мужик:\n" +
    "- А ты меня понимаешь, что ли?\n" +
    "Попугай:\n" +
    "- Да, я вообще очень умная и образованная птица - могу поддежать\n" +
    "беседу на любую тему, знаком с науками и т.д.\n" +
    "Мужик:\n" +
    "- Скажи, а как ты без лапок на жердочке сидишь?\n" +
    "Попугай:\n" +
    "- Ну... членом я хватаюсь, просто под перьями не видно.\n" +
    "Короче, купил мужик попугая.\n" +
    "В доме сразу весело стало - попугай всех веселит, истории рассказывает,\n" +
    "поет...\n" +
    "Приходит мужик как-то раз с работы домой, а попугай ему и говорит:\n" +
    "- К твоей жене сосед приходил.\n" +
    "Мужик:\n" +
    "- и что?\n" +
    "Попугай:\n" +
    "- А жена твоя в одной ночнушке его встретила!\n" +
    "Мужик:\n" +
    "- а потом?\n" +
    "Попугай:\n" +
    "- Они начали целоваться.\n" +
    "Мужик:\n" +
    "- Убью гада! А потом?\n" +
    "Попугай:\n" +
    "- Он стал на колени и полез ТУДА.\n" +
    "Мужик:\n" +
    "- А потом?\n" +
    "Попугай:\n" +
    "- А потом у меня хуй встал и я с жердочки ебнулся...",
    "Мужик свалился за борт. Акула откусила ему член. Барахтаясь, он случайно поймал Золотую рыбку. Та ему говорит, что выполнит одно желание. Мужик тут же просит:\n" +
    "— Сделай, чтобы мой член был с метр длиной и потолще.\n" +
    "Рыбка:\n" +
    "— Исполнено.\n" +
    "Мужик:\n" +
    "— А что это там всплыло?\n" +
    "Рыбка:\n" +
    "— Акула. Подавилась твоим членом...",
    "Папа с сыном смотрят фильм.\n" +
    "- папа, а эта тётя сейчас умрёт?\n" +
    "- ну, судя по размеру члена этого коня, да.",
    "[Переслано из Штирлиц]\n" +
    "Вербуя Штирлица, Мюллера задает вопрос по анкете:\n" +
    "– Сколько вам лет?\n" +
    "Штирлицу выдался случай пококетничать:\n" +
    "– А сколько бы вы мне дали?\n" +
    "Мюллер считал себя тонким остряком:\n" +
    "– Пожизненно.",
    "Какое самое странное место для тату у девушек? \n" +
    "\n" +
    "\n" +
    "Её хуй",
    "Купили два грузина лошадь. Привели её домой, осмотрели и заметили что она худая, мешок костей. Решили вставить ей в 3aдницy трубку и надуть. Один дует–дует, дует–дует, устал:\n" +
    "— Гиви, я усталь, твоя очеред!\n" +
    "\n" +
    "Второй достает из задницы трубку и вставляет другим концом:\n" +
    "— Гиви, ты щито делаешь?!\n" +
    "— Я брэзгую!",
    "Заходит мужик с чемоданом в бар и заказыыаает пиво. Бармен ему наливает и говорит\n" +
    "-Что у тебя в чемодане\n" +
    "-Прости, не могу сказать\n" +
    "Ответил ему мужик. Выпил он кружку пива и заказал новую. Это повторилось несколько раз. По итогу бармен не выдержал и сказал\n" +
    "-Ладно, я тебе весь вечер наливаю за счёт заведения, а ты показываешь что в чемодане.\n" +
    "-Ладно, ответил ему мужик и открывает чемодан. В нём находится лампа и примерно 30-сантиметровый мужик.\n" +
    "-Что это такое?\n" +
    "Удивился бармен. А мужик ему и отвечает\n" +
    "-Мой новый друг, Денис. И волшебная лампа. Можешь попробовать.\n" +
    "Бармен еë взял и сказал\n" +
    "-Хочу миллион рублей\n" +
    "В баре тут же появилось миллион углей. Он вернул волшебную лампу мужику и говорит\n" +
    "-Она явно работает неправильно\n" +
    "А мужик ему и ответил\n" +
    "-Ну, я тоже не 30-сантиметрового Дениса просил",
    "- Вставай. Будильник звонит.\n" +
    "\n" +
    "- Передай, что я перезвоню.",
    "— Прикинь, мне моя сказала что, в постели я жадный и эгоистичный!\n" +
    "— А ты че?\n" +
    "— Да я как услышал, так чуть своим членом и не подавился!",
    "Солдаты трахали жену прапора\n" +
    "Прапорщик жил себе с женой в части, и дошла до него новость, что батальон ебёт его жену. Ну он решил проучить их. \n" +
    "— Пока жена спала, он ей вставил в пизду лезвие, утром уехал в командировку. \n" +
    "— Вернувшись, он построил батальон и заставил всех снять штаны. Смотрит, у всех хуй пополам разрезан и свисает. Видит - рядовой в конце с целым стоит. Ну прапор подходит к нему руку жмет и говорит...",
    "Шаман-извращенец вызвал золотой дождь",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Полюбив деревья, старушка дала дубу",
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "[Переслано из ничё)]\n" +
    "Если у одной девушки большая грудь, а у другой маленькая, то уж простите, парень по своей природе выберет ту, у которой хуй.",
    "— Здравствуйте. Я налоговый инспектор, хотел бы поговорить с Рабиновичем.\n" +
    "— Его таки нет.\n" +
    "— Как нет? Я его минуту назад в окно видел!\n" +
    "— Так он вас тоже...",
    "— Здравствуйте. Я налоговый инспектор, хотел бы поговорить с Рабиновичем.\n" +
    "— Его таки нет.\n" +
    "— Как нет? Я его минуту назад в окно видел!\n" +
    "— Так он вас тоже...",
    "Бабка, заметившая в маршрутке свободное сидение,\n" +
    "\n" +
    "\n" +
    "выпрыгнула из такси",
    "— Пап, я лесбиянка, мне нравятся девушки\n" +
    "— Ну и дебил же ты, сынок.",
    "Очередное собрание БРИКС. Выступает Си Цзиньпин:\n" +
    "— А я на днях смог предотвратить Третью Мировую войну.\n" +
    "Все воссторгаются и интересуются, как это у него получилось.\n" +
    "— Самоконтроль, товарищи, самоконтроль...",
    "Вышла русская девушка замуж за китайца, нарожали шестерых детей и уехали в китай. Ближе к 7 ноября жена просит мужа отправить телеграмму маме чтоб на праздник приезжала. Китаец отбивает: «Мама плиезяйте седьмого ноябли».\n" +
    "Вскоре приходит ответ: «Сами ноябли — сами и воспитывайте».",
    "Если рассудить логически, то спермо-бак это все таки женщина, мужчина же скорее спермо-колонка\n" +
    "Логика 1:0 спермо-баки",
    "Встречаются два мужика.  - Вась! Хочешь водки?  - Ты знаешь, я всегда не против. Но вчера я так напился, так напился,  что сегодня ну совсем водки не хочу!  - Может, тебе сигарету дать?  - Я вообще-то много курю, но вчера столько выкурил, что сегодня ну  совсем курить не хочу!  - А хочешь, я тебя в жопу трахну?  - Ты что, с ума сошел? Не хочу, конечно...  - Да, насыщенный у тебя вчера был денек....",
    "Наташа забеременела во время фистинга и спустя 9 месяцев родила пятерню.",
    "Парень трахает девушку. Оттрахал маленько. Закурил и думает, как бы ее еще...\n" +
    "Говорит:\n" +
    "- А давай я тебя в рот...\n" +
    "- Ты что как это так, разве можно?\n" +
    "- Можно. Я в журнале читал, что если любишь девушку, то можно. Я же тебя люблю!\n" +
    "- Ну тогда давай...\n" +
    "Трахнул он ее в рот. Снова закурил и думает. Как бы ее еще...\n" +
    "- А давая я тебя в жопу...\n" +
    "- Ты что как это так, разве можно так?\n" +
    "- Можно. Я в журнале читал, что если любишь девушку, то можно. Я же тебя люблю!\n" +
    "- Ну давай...\n" +
    "Трахнул он ее в жопу. Уже третий раз закурил и думает:\n" +
    "- Курить люблю, пиздец!",
    "Карлик пришел в ресторан и заказал пельмешки. Съел всю порцию. Официант, увидев это, подходит к нему, берёт тарелку и спрашивает:\n" +
    "— Добавки?\n" +
    "— Больше я уже не буду\n" +
    "— Я знаю. Добавки?",
    "Почему гомофобы любят гачимучи?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Потому что это борьба с геями!",
    "Полицейский в США по привычке стреляет каждый раз, когда моргает",
    "В купе СВ едут мужчина и женщина. Мужчинка для подката предлагает:\n" +
    "– Давайте знакомиться загадками. Вот например, моя профессия начинается на букву «И», а кончается на букву «Р».\n" +
    "– Инженер что ли? – плотоядно говорит женщина – А моя профессия начинается на букву «Б», а кончается на «Ь»...\n" +
    "— НИХУЯ СЕБЕ! КАК ТЫ ПРОИЗНЕСЛА МЯГКИЙ ЗНАК ВСЛУХ?!",
    "Что общего между семьёй и отделением полиции? \n" +
    "\n" +
    "Тебя приняли",
    "Что сказал слепой, когда попал в ад? \n" +
    "\n" +
    "— ни черта не видно",
    "У моей девушки красивые волосы\n" +
    "\n" +
    "Жаль что на жопе",
    "Какие цветы больше всего не любил Иисус?\n" +
    "\n" +
    "Гвоздики",
    "Почему в Китае так много людей? \n" +
    "\n" +
    "Потому что там китайские презервативы",
    "Солдаты трахали жену прапора\n" +
    "Прапорщик жил себе с женой в части, и дошла до него новость, что батальон ебёт его жену. Ну он решил проучить их. \n" +
    "— Пока жена спала, он ей вставил в пизду лезвие, утром уехал в командировку. \n" +
    "— Вернувшись, он построил батальон и заставил всех снять штаны. Смотрит, у всех хуй пополам разрезан и свисает. Видит - рядовой в конце с целым стоит. Ну прапор подходит к нему руку жмет и говорит...",
    "Шаман-извращенец вызвал золотой дождь",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Один мальчик пожелал что бы у него был день рождения каждый день и через два месяца состарился и умер.",
    "Анимешник забыл, как будет курица по-русски \n" +
    "Подошёл к консультанту с яйцом и спрашивает: \n" +
    "— Где мать? \n" +
    "— В канаве — ловко парировал продавец",
    "Что общего между бомжом и Айфоном?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Оба отключаются на морозе",
    "[Переслано из ничё)]\n" +
    "Как называют шурупы с суицидальными наклонностями?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Саморезы",
    "Что сказал парень после секса с девушкой, у которой месячные?\n" +
    "\n" +
    "\"Вот те нате, хуй в томате!\"",
    "В роддоме:\n" +
    "- Поздравляю, у вас двойня!\n" +
    "- О, какое совпадение: я владелец фирмы \"Два орла\"\n" +
    "Ко второму отцу:\n" +
    "- А у вас тройня.\n" +
    "- О, и снова совпадение: я владелец фирмы \"Три орешка\"\n" +
    "Третий отец заметно побледнел, медсестра ему:\n" +
    "- Вам плохо?\n" +
    "- Я глава фирмы \"все гендеры\"\n" +
    "- Поздравляю, у вас тоже двойня)",
    "Заходит немец в бар. Заказывает пиво, спустя несколько минут немец допив пиво просит у бармена:\n" +
    "- Повторите, пожалуйста\n" +
    "- МОЖЕМ ПОВТОРИТЬ!\n" +
    "И бармен начинает трахать немца в жопу.",
    "В суде:\n" +
    "— Вопросы есть?\n" +
    "— Если кентавр совокупится с русалкой, у них родится наполовину человек, на четверть рыба и на четверть лошадь?\n" +
    "— Я имею в виду, к свидетелю.\n" +
    "— К свидетелю вопросов нет, ваша честь.",
    "– Ты куришь?\n" +
    "– Да.\n" +
    "– А ты знаешь, что курение сокращает жизнь в два раза? Вот тебе сколько лет?\n" +
    "– 30\n" +
    "– А могло быть 60",
    "Слово \"йепеленеще\" может звучать странно, но в обратную сторону это еще нелепей.",
    "В Питере полиция задержала мужчину, потому что у него было че-то дохуя умное ебало. Сейчас идет проверка, а не пидор ли он вдобавок.",
    "Почему в саваннах нельзя пить?\n" +
    "\n" +
    "\n" +
    "Лев против",
    "— С чего начинается построение графика?\n" +
    "— С оси, брат\n" +
    "— Опять? Ну давай",
    "Соревнования по плаванию среди инвалидов.\n" +
    "У кого нет рук, у кого ног, а на последней дорожке только голова. Дали старт, все поплыли, а голова утонула. Её достали, откачали и спрашивают: \n" +
    "-Почему не поплыл? \n" +
    "-Я блять 10 лет тренировался ушами грести, нахуя вы мне надели плавательную шапку сука",
    "Один ковбой спрашивает другого:\n" +
    "— Билл, чем ты лечил год назад свою лошадь, когда она заболела?\n" +
    "— Кормил прелым сеном.\n" +
    "Через неделю встречаются снова.\n" +
    "— Ты знаешь, Билл, не помогло сено. Моя лошадь сдохла.\n" +
    "— Так моя тоже сдохла.",
    "Молодая девушка на приеме у гинеколога. Гинеколог тоже молодой. Только из института. \n" +
    " \n" +
    "Нус. Дорогуша, раздевайтесь. \n" +
    " \n" +
    "Доктор Вы такой молодой.... \n" +
    " \n" +
    "Ну что я могу поделать. Я ведь врач... \n" +
    " \n" +
    "Доктор я стесняюсь. Не могли бы Вы хотя бы свет потушить... \n" +
    " \n" +
    "Ну хорошо, хорошо, потушу... \n" +
    " \n" +
    "Доктор. А куда мне одежду положить? \n" +
    " \n" +
    "Да хоть рядом с моей.",
    "Кто Буратино по национальности?\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "Чурка",
    "Мой первый секс был похож на первый заплыв в бассейне.\n" +
    "\n" +
    "\n" +
    "Я беспомощно барахтал руками, а отец держал меня за ноги",
    "Китай заявил, что Gucci, Dolce and Cabbana, Louis Vuitton возвращаются на российский рынок",
    "80 лет назад в Питере ели хлеб без соли\n" +
    "Сейчас в Питере едят соль без хлеба",
    "на родине штирлиц любил петь, но в германии это было редкое имя",
    "Едут дальнобойщик с напарником. Смотрят — девка голосует симпатичная.\n" +
    "\n" +
    "— Возьмём?\n" +
    "\n" +
    "— Конечно!\n" +
    "\n" +
    "Она сзади села и в спальник забралась.\n" +
    "\n" +
    "Водила сразу:\n" +
    "\n" +
    "— Ну–ка, порули пока, я сейчас... — и к ней в спальник.\n" +
    "\n" +
    "Через 10 минут выбрался, сел вперёд, закурил:\n" +
    "\n" +
    "— Ай, хороша девка!\n" +
    "\n" +
    "Напарник:\n" +
    "\n" +
    "— Чё, правда хороша? Ну–ка, порули пока... — и к ней в спальник.\n" +
    "\n" +
    "Через 10 минут девка вылезает, садится с водилой, закуривает:\n" +
    "\n" +
    "— Ай, хорош у тебя напарник!\n" +
    "\n" +
    "Водила:\n" +
    "\n" +
    "— Чё правда так хорош? Ну–ка, порули...",
    "Говорят, мужчины, которые смотрят аниме, в среднем на десять процентов умнее, чем их парни.",
    "Приходит мужик на шоу «Ищем таланты». Здоровается жестами.\n" +
    "Ведущий:\n" +
    "–Вы немой?\n" +
    "Мужик кивает и показывает жестами.\n" +
    "Ведущий:\n" +
    "–А какой у вас талант?\n" +
    "Мужик:\n" +
    "–Я могу говорить.",
    "Почему у слепого мальчика упало мороженое?\n" +
    "\n" +
    "\n" +
    "Потому что его фура сбила нахуй",
    "У окулиста:\n" +
    "- Какую букву я показываю?\n" +
    "- А ты сам-то где есть, ебать тебя в рот?",
    "Морг.\n" +
    "\n" +
    "На столе - вскрытый труп.\n" +
    "\n" +
    "У стола - два патологоанатома, третий\n" +
    "читает заключение о смерти.\n" +
    "\n" +
    "Первый, разрезая желудок\n" +
    "трупа:\n" +
    "- Ух ты! Гречневая каша! С тушенкой! Вася, будешь?\n" +
    "\n" +
    "- Нет, ребята, я плотненько поужинал.\n" +
    "\n" +
    "- Ну, как хочешь.\n" +
    "\n" +
    "Двое у тела достают ложки и с аппетитом выскребают содержимое желудка.\n" +
    "\n" +
    "Когда каша подходит к концу, третий поднимает глаза от заключения о смерти:\n" +
    "- М-да-а-а, ребята, похоже, именно от этой каши он копыта и откинул!\n" +
    "\n" +
    "Те двое выворачивают кашу обратно в желудок и бегут к аптечке.\n" +
    "\n" +
    "Третий им вслед, доставая ложку:\n" +
    "\n" +
    "- Ребята, да я пошутил, инфаркт у него. Просто я подогретое люблю!",
    "Чем похож первый секс и езда на велосипеде?\n" +
    "\n" +
    "И там и там отчим держит тебя за плечи",
    "Стоят на остановке парень в спортивках и бабушка.\n" +
    "– Сынок, куда двойка едет?\n" +
    "– Тебе в бороду, бабуль.\n" +
    "Ну и вырубил её нахуй че",
    "Встретились как-то два мужика\n" +
    "\n" +
    "-Слушай, а ты знал что Иваныч умер?\n" +
    "\n" +
    "-Нет, а что случилось?\n" +
    "\n" +
    "-Да, у него дома пожар начался...\n" +
    "\n" +
    "-Он что, сгорел?\n" +
    "\n" +
    "-Нее, ему снизу батут поставили.\n" +
    "\n" +
    "-Он что, мимо прыгнул?\n" +
    "\n" +
    "-Не, он прыгнул на батут, и обратно залетел.\n" +
    "\n" +
    "-Так, что, сгорел?\n" +
    "\n" +
    "-Нее, он задолбал всех, прыгает туда - сюда, застрелили его.",
    "Делаю заказ с доставкой из секс шопа.\n" +
    "*звонок в дверь*\n" +
    "Курьер:\n" +
    "- Вам пизда",
    "[Переслано из ничё)]\n" +
    "Ебет Эйнштейн Ньютона в сраку, а тот нарисовал на полу квадрат и посмеивается.\n" +
    "- Хули смешного, сука бля? Я твою жопу ебу\n" +
    "- Ты не мою жопу ебёшь) ты ебёшь ньютон на квадратный метр) ты ебешь Паскаля!\n" +
    "Паскаль все это видел, отвернулся и обиделся.",
    "— Здравствуйте, я хочу работать кассиром в вашем супермаркете .  \n" +
    "— Вы умеете удалять товар, если покупатель передумал его брать?  \n" +
    "— Нет, я позову Галю.  \n" +
    "— Вы идеально нам подходите.",
    "Папа-программист сидит за компьютером. Рядом стоит маленький сын и жует яблоко. Вдруг он спрашивает:\n" +
    "— Папа, а почему, если укусить яблочко, оно потом становится коричневым?\n" +
    "Отец, не поворачивая головы от компьютера:\n" +
    "— Потому что у тебя рот в говне, иди зубы почисти.",
    "Ставят мужику вакцину от короны в плечо, мужик спрашивает:\n" +
    "- А можно в жопу?\n" +
    "- Можно, но только после укола",
    "В купе вагона еврей и японец. Как только поезд тронулся, еврей доверительно спрашивает:\n" +
    "— Скажите, вы, случайно, не еврей?\n" +
    "— Что вы, я — японец. Еврей не отступает и через каждые 15—20 минут спрашивает:\n" +
    "— Я вас прошу не стесняться, здесь мы одни. Скажите, ведь вы все же еврей? Когда японцу стало уже невмоготу, он говорит:\n" +
    "— Да, да, я — еврей!\n" +
    "— Странно... Вы так похожи на японца!\n" +
    "— Да пошел ты нахуй, заебал",
    "Купил мужик себе петуха, он выебал всех кур, на следующий день гусей, дальше индюшек...\n" +
    "\n" +
    "Мужик смотрит на это все и думает:- Не бережет себя петушок, помрет скоро....\n" +
    "\n" +
    "На следующий день смотрит-петух валяеться в луже, вокруг него собираються голодные вороны.\n" +
    "\n" +
    "Мужик подходит и говорит\n" +
    "-Эх ты, надо было беречь молодость, экономить силы!\n" +
    "Петух отвечает-\n" +
    "- Сука, ворон спугнешь тебя выебу!!!",
    "а спонсор этого дня — батюшка на батуте, выпивший перед этим два литра пива.\n" +
    "\n" +
    "батюшка на батуте, выпивший перед этим два литра пива — поп-рыгун.",
    "Сидит дед, рыбачит. Подходит к нему Андрюха:\n" +
    "-Дед, а что у тебя в ведре? Рыба?\n" +
    "-Отсосёшь, скажу.\n" +
    "Андрюха отсосал.\n" +
    "Дед говорит:\n" +
    "-Да, рыба)",
    "Посадили в тюрьму наркомана и сифилитика. Сидят, у сифилитика нос отвалился, он берет и выкидывает за решетку. Затем ухо отваливается, сифилитик выкидывает его туда же. Со вторым ухом так же.\n" +
    "Наркоман наблюдает и говорит:\n" +
    "— Я смотрю ты потихоньку съебываешься?!",
    "Бомжиха бомжу минет делает и говорит:\n" +
    "— Что-то у тебя член вялый, Вася! \n" +
    "А Вася в ответ:\n" +
    "— Дура, переверни меня, я сру блять",
    "Что долбит похотливый дятел?\n" +
    "\n" +
    "\n" +
    "Сук",
    "Самый тупой подкат священника:\n" +
    "\n" +
    "\n" +
    "‐ Могу показать яички до пасхи)",
    "Почему экипаж горящего корабля стал хорни?\n" +
    "\n" +
    "У них кок дымится.",
    "Никогда не спрашивай:\n" +
    "У женщины - сколько она весит\n" +
    "У мужчины - сколько он зарабатывает\n" +
    "У бабушки - где последний пельмень",
    "Однажды парень и девушка пришли к мудрецу и спросили \"Почему, если у парня много девушек - он альфач, а если у девушки много парней - она шлюха?\". Мудрец говорит парню: \"Видишь чай в чашке? Выпей.\" Парень выпил, девушка спрашивает \"Так почему же?\", а мудрец ей отвечает: \"Иди нахуй, блядь, не видишь мужчины чай пьют?\"",
    "Наконец-то ученые открыли секрет долголетия ежей. Оказывается, никакого секрета нет. Да и живут они, собственно говоря, недолго...",
    "Наконец-то ученые открыли секрет долголетия ежей. Оказывается, никакого секрета нет. Да и живут они, собственно говоря, недолго...",
    "Мотоциклист умер. \n" +
    "На его могиле написали:\n" +
    "\n" +
    "\n" +
    "«Родился и умер от дырки в резине»",
    "В дурдоме комиссия - ходят, осматривают хозяйство... \n" +
    "Тут выскакивает из-за угла псих с огромной кривой табуреткой в руках \n" +
    "и бросается на молодую женщину - секретаря комиссии. Та бросается наутёк, псих за ней. Женщина в коридор и он за ней. Она в палату - он следом! Бежит, слюну на пол роняет, глаза косые закатывает, мычит! Так они и носятся по психушке, пока женщина не забегает в тупик. Прижалась спиной к стене и в ужасе глядит на приближающегося с табуреткой над головой психа... \n" +
    "Тот подбегает, ставит табуретку на пол и срывающимся голосом произносит: \n" +
    "— ПРИСАЖИВАЙТЕСЬ!",
    "Еврейские спортсмены заняли на олимпиаде немного денег",
    "В грузинской школе урок русского языка. Учитель спрашивает: \n" +
    "– Дети, что такое, по-вашему, досада? Давай, Гоги.\n" +
    "– По-моему, досада - это когда идёшь по улице и видишь перед собой блондинку с шикарный форма, но тут подходит автобус, она в него садится, а ты не успеваешь. Вот это досада!\n" +
    "– Очень хорошо, Гоги. Садись, пять. Кто ещё как думает? Давай, Вахданг.\n" +
    "– Я думаю, что досада - это когда ты идёшь по улице и видишь перед собой мужчину с такой большой шикарный попа, но тут подходит автобус, мужчина в него садится, а ты не успеваешь. Вот это - досада!\n" +
    "– Тоже неплохо. Садись Вахданг, четыре. Кто не согласен? Давай, Гиви.\n" +
    ".\n" +
    ".\n" +
    ".\n" +
    "– Я думаю, что досада - это когда ты идёшь по улице, сзади тебя идёт Вахданг, а автобуса всё нет и нет...",
    "Ведут мужика на расстрел. Погода мерзкая, дождь льëт, все идут подскальзываются. Мужик:\n" +
    "- Блин, ну и погодка\n" +
    "- Ты то че ноешь? Вот нам ещё обратно идти",
    "Археолог-Некрофил до всех докапывается и доёбывается.",
    "Штирлиц смотрит в зеркало.\n" +
    "\"Штирлиц\", - подумал Штирлиц",
    "Стоит задуматься над своей ориентацией, когда ты начинаешь заглядываться на парня в порно.\n" +
    "\n" +
    "Всё решается окончательно, когда ты заглядываешься и на второго тоже.",
]