export const anecdotes = [
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "Полюбив деревья, старушка дала дубу",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Призывник проходит медкомиссию. Ему говорят: \n" +
    "- Разденьтесь и нагнитесь!\n" +
    "Подходит врач, раздвигает ягодицы и спрашивает:\n" +
    "- Вы курите?\n" +
    "- А что, пахнет?",
    "Хогварц. Коридор. Открывается дверь подсобки и оттуда выползает полуживая Гермиона. Следом, выходит Дамблдор, и с довольным ебалом говорит: минус одно очко гриффиндору",
    "Бодибилдер, подсевший на астероиды, неделю страдал от метеоризма.",
    "Мой дедушка как-то сказал :-”Твоё поколение слишком много полагается на современные технологии!”.\n" +
    "”Нет, это твоё поколение полагается на них!”, – ответил ему я.\n" +
    "И отключил ему систему жизнеобеспечения.",
    "Рост Александра Друзя - 178 см.\n" +
    "\n" +
    "А в эрудированном состоянии - все 193.",
]