export const anecdotes = [
    "Если вампиру на лбу написать \"ХУЙ\", то он не заметит.",
    "Полюбив деревья, старушка дала дубу",
    "Приходит мужик в Швейцарский банк:\n" +
    "— Я хочу положить деньги на счет.\n" +
    "— Сколько вы хотите положить?\n" +
    "Мужик *шепотом*:\n" +
    "— Двадцать четыре миллиона долларов\n" +
    "Клерк *тоже шепотом*:\n" +
    "— Нихуя себе",
    "Призывник проходит медкомиссию. Ему говорят: \n" +
    "- Разденьтесь и нагнитесь!\n" +
    "Подходит врач, раздвигает ягодицы и спрашивает:\n" +
    "- Вы курите?\n" +
    "- А что, пахнет?",
    "Хогварц. Коридор. Открывается дверь подсобки и оттуда выползает полуживая Гермиона. Следом, выходит Дамблдор, и с довольным ебалом говорит: минус одно очко гриффиндору",
    "Бодибилдер, подсевший на астероиды, неделю страдал от метеоризма.",
    "Мой дедушка как-то сказал :-”Твоё поколение слишком много полагается на современные технологии!”.\n" +
    "”Нет, это твоё поколение полагается на них!”, – ответил ему я.\n" +
    "И отключил ему систему жизнеобеспечения.",
    "Рост Александра Друзя - 178 см.\n" +
    "\n" +
    "А в эрудированном состоянии - все 193.",
    "[Переслано из ничё)]\n" +
    "Отец говорит сыну:\n" +
    "— Вовочка, тебе уже шесть лет, и я должен рассказать правду, откуда берутся дети.\n" +
    "— Ну вот... В три года я узнал, что у нас не живет домовой, в четыре — что не бывает Бабы-Яги, в пять — что Деда Мороза не существует. Если сейчас окажется, что взрослые не ебутся, то во что останется верить?!",
    "Умерла проститутка. Похороны. Двое мужчин разговаривают: \n" +
    "— Наконец они вместе .. \n" +
    "— Кто? \n" +
    "— Ноги.",
    "Заходит студент к профессору, тянет билет и говорит :\n" +
    "-Профессор, я не знаю\n" +
    "- Ладно, два\n" +
    "-Стойте, а давайте я по стенам пробегу, а вы четыре поставите.\n" +
    "Профессор подумал : да не пробежит он.\n" +
    "-Ну давай\n" +
    "Студент мгновенно пробежал по стенам\n" +
    "-Ну ладно...ставлю три\n" +
    "-А давайте я по потолку пробегу, а вы мне 4 ставите\n" +
    "-...Ну по потолку ты точно не пробежишь, договорились\n" +
    "Студент пробежал и по потолку\n" +
    "-А давайте я вам нассу на лицо ЧИСТЫМИ французскими духами, а вы мне 5 в зачетку!\n" +
    "Профессор думает про себя : хм, ну ежели он такой чудотворец, то почему бы и нет\n" +
    "Студент расстегнул ширинку и старательно обоссал профессору всю голову, тот понюхал, попробовал и говорит:\n" +
    "-Обычная моча кажется\n" +
    "-Ну ладно, ставьте четыре",
    "Маляр красит стенку в сумашедшем \n" +
    "доме . Подходит псих: \n" +
    "-Ты крепко за кисточку держишься? \n" +
    "-Да - отвечает тот. \n" +
    "-Тогда я лестницу забираю",
    "Крокодил Гена и Чебурашка купили травы и пришли домой.\n" +
    "Гена говорит:\n" +
    "-Чувак я пойду душ приму ты смотри ничего не скури пока меня нет\n" +
    "-Ок ок\n" +
    "Гена ушел мыться\n" +
    "Чебурашка подумал подумал, да и скурил всю траву\n" +
    "Сидит, кайфует.\n" +
    "Вдруг Гена кричит : ЧЕБА, принеси полотенце\n" +
    "Чебурашка идет, берет полотенце и думает : а что я ему скажу, когда отдам полотенце?\n" +
    "Скажу.. вот полотенце!\n" +
    "Нет...слишком глупо\n" +
    "Скажу... Крокодил Гена, вот твое полотенце!\n" +
    "Нет...очень долго...\n" +
    "Скажу...ээ..а! Гена, на!\n" +
    "Воо идеально\n" +
    "Идет к душу и про себя повторяет:\n" +
    "\"Гена, на!\"\"Гена,на!\" \"Гена, на!\"\n" +
    "Заходит в душ и такой:\n" +
    "ААААА БЛЯТЬ КРОКОДИЛ В ВАННОЙ",
    "Как работают алгоритмы iTunes: попробуйте пиццу, всё любят пиццу\n" +
    "Как работают алгоритмы Spotify: под картошечку хорошо заходит селедочка, не пожалеете\n" +
    "Как работают алгоритмы Яндекс.Музыки: когда-то давно вы лайкнули шоколад, шоколад коричневый, поэтому попробуйте говно, оно тоже коричневое",
    "Проститутка делает минет Боцману. Час делает, два... Три...\n" +
    "— Слушай, Боцман, да у тебя даже не стоит!?\n" +
    "— А мне не надо шоб стояло, мне надо шоб БЛЕСТЕЛО!!!",
    "Идет чукча по тундре. Видит лежит обмороженный человек. Притащил его в чум, обогрел, чаем напоил. Это оказался россиянин из Набережных Челнов. Он говорит:\n" +
    "— Приезжай в Набережные Челны, я тебя большим человеком сделаю, будешь на великом заводе «КАМАЗ» работать. Чукча приехал, заходит в отдел кадров, его спрашивают:\n" +
    "— Что ты умеешь делать?\n" +
    "— Белку в глаз стрелять, рыбу ловить, охотиться.\n" +
    "— Считать, писать умеешь?\n" +
    "— Нет.\n" +
    "— Тогда иди отсюда.\n" +
    "Чукча обиделся и уехал.\n" +
    "Настала весна. Идет чукча по тундре и видит еще один замёрзший лежит. Притащил в чум, обогрел его,оказался американец. В благодарность он чукче говорит:\n" +
    "— Приезжай ко мне я тебя великим человеком сделаю.\n" +
    "Через 20 лет едет чукча в шикарном лимузине, рядом сидит красивая блондинка и говорит:\n" +
    "— Эй, Джо, отсчитай мне 10000$ на платье.\n" +
    "— Возьми в бардачке.\n" +
    "— Я хочу, чтоб ты отсчитал своими руками.\n" +
    "— Эх ты, дура, если бы я умел считать, я бы давно на великом заводе «КАМАЗ » работал.",
    "В отделение банка вбегает мужик с пистолетом и в маске:\n" +
    "— Всем лежать!\n" +
    "Заходит за стойку операционистов, и кричит кассиру:\n" +
    "— На колени! Сосать!\n" +
    "Кассир выполнила требование нападавшего.\n" +
    "Тот, удовлетворенно сел в кресло, снял маску…:\n" +
    "— Дома, значит, мы не можем! Дома, значит, нас тошнит!",
    "Спoрят два грузина, чей дед был выше:\n" +
    "— Мoй дед был таким выcoким, как вoт этo деревo.\n" +
    "— А мoй дед был таким выcoким, как вoн та гoра!\n" +
    "— Мoй дед был таким выcoким, чтo дocтавал дo звезд!\n" +
    "— А звезды были круглыми?\n" +
    "— Круглыми.\n" +
    "— Теплыми?\n" +
    "— Да.\n" +
    "— Значит этo были яйца мoегo деда.",
    "Мужик поймал Золотую рыбку. Ну и загадывает желание: чтобы все время хуй рос. Короче, живет - не нарадуется. Жизнь бьет ключом, от баб отбоя нет. Раз в год делает пластическую операцию (укорачивает). Прожил он свое и умер. Родственники поплакали, похоронили. Через год из могилы вылазит хуй. Ну неудобно как-то - срам из земли торчит - подрезали, а он через время опять... В общем родственники замахались подрезать и перезахоронили чувака хуем вниз. Проходит пять лет, на Мэнхэттэне трескается асфальт и оттуда вылазит... правильно, хуй! Его срезают, а он опять растет. Мэрия в шоке, объявляет тендер на избавление от напасти. Тендер выиграли армяне, поставив на этом месте палатку с шаурмой",
    "Моя девушка — известная порнозвезда.\n" +
    "Она убьёт меня, если узнает.",
    "Мужик приходит в ресторан и говорит официанту:\n" +
    "- Графин водочки, и что-нибудь на ваш вкус.\n" +
    "Официант:\n" +
    "- Так и запишем - два графина водочки.",
    "[Переслано из Штирлиц]\n" +
    "Штирлиц вошел в кабинет Мюллера и увидел того, лежащего бездыханным на полу.\n" +
    "– Отравился, – подумал Штирлиц, поглаживая рукоятку торчащего из спины Мюллера топора.",
    "Кем станет карлик, когда вырастет?\n" +
    "\n" +
    "Карлом\n" +
    "\n" +
    "шучу, не вырастет он",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Как называется лесбийский секс в позе 69 во время месячных?\n" +
    "\n" +
    "\n" +
    "Переливание крови",
    "Ⓘ Данный анекдот доступен для прочтения только пидорасам",
    "Однажды Ольга Бузова спросила у Байкала:\n" +
    "— Кто самая лучшая певица в России?\n" +
    "\n" +
    "Озеро ей ответило:\n" +
    "— Конечно же ты, Оля.\n" +
    "\n" +
    "Это был пиздёж чистой воды",
    "В роддоме:\n" +
    "Муж: Тужься, тужься\n" +
    "Жена: (Тужится по-женски)\n" +
    "Жена: Я вижу головку\n" +
    "Муж: круто\n" +
    "Жена: Головку говорю вижу, ширинку застегни",
    "Какая фраза подходит для секса и за ужином? \n" +
    "\n" +
    "Сын, не чавкай",
    "Дед с альцгеймером долго не понимал, кто насрал ему в штаны",
    "Разговор двух машинистов:\n" +
    "-Анну Каренину знаешь? \n" +
    "-Нет, а что. \n" +
    "-Да так, ничего, проехали",
    "Еврейская семья сидит на кухне, пьет чай. \n" +
    "Над столом висит лампочка, а к лампочке привязан кусочек сахара. \n" +
    "Папа делает глоток и смотрит на сахар. \n" +
    "Мама делает глоток и смотрит на сахар. \n" +
    "Дочь делает глоток и смотрит на сахар. \n" +
    "Маленький сынишка делает глоток и смотрит… смотрит… смотрит… \n" +
    "Вдруг папаша дает ему леща со словами: \n" +
    "— Слишком сладкий чай пьешь, сынок…",
    "Мазь Вишневского названа в честь выдающегося советского ученого Валентина Борисовича Мазя.",
    "— Мам, приготовь мне завтрак.\n" +
    "— Если я сплю с твоим папой, это не значит, что надо называть меня \"мамой\".\n" +
    "— А как мне тебя называть?!\n" +
    "— Как обычно — Игорь.",
    "Чтобы проверить, курю я или нет, родители перед уходом оставляли газ включенным.",
    "Муж застал жену с любовником,и не знал,на кого обижаться больше\n" +
    "На жену или на своего любовника.",
    "Почему безымянный палец не назвали хотя-бы Олегом?",
    "Встречаются двое друзей:\n" +
    "- Как дела?\n" +
    "- Да вот, жена уже четвертого родила. Даже не знаю, что и делать.\n" +
    "- А вот я нашел безотказный способ предохранения своей жены от беременности.\n" +
    "- Да что ты? Ну-ка расскажи!\n" +
    "- Все очень просто: я трахаю твою",
    "Мальчик подарил девочке букет живых цветов, запихав в него один искусственный.\n" +
    "-Я буду тебя ебать в сракотан до тех пор,сказал он ей,пока не завянет последний цветок.",
    "Старые и одинокие священники больше всего хотят иметь детей",
    "Молодой человек приглашает девушку: \n" +
    "- Приходи вечером, чаю попьем. \n" +
    "- А это не больно? - спрашивает девушка. \n" +
    "- Не понял. \n" +
    "- Да меня вчера на кофе пригласили - так чуть рот не порвали",
    "Мужик заходит в Барбершоп:\n" +
    "- Сколько стоит подстричься?\n" +
    "- 2000\n" +
    "- А если без минета?",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Чем цыганские шахматы отличаются от обычных?\n" +
    "В них на четыре фигуры меньше",
    "Серега, как тебе идея заказать баб и потрахаться?\n" +
    "\n" +
    "\n" +
    "Че прям при них?",
    "[Переслано из ничё)]\n" +
    "Али из высокогорного аварского села удалось дойти до вопроса стоимостью 500 000.\n" +
    "— Вы играли замечательно, — сказал ведущий, — и сейчас на кону миллион! Вы заберете деньги или будете играть дальше?\n" +
    "— Конечно, — овтетил Али, — я играю дальше!\n" +
    "Внимание, вопрос:\n" +
    "Какая из этих птиц не вьет гнезда?\n" +
    "а) Воробей\n" +
    "б) Дрозд\n" +
    "с) Сорока\n" +
    "d) Кукушка\n" +
    "— Я хочу использовать последнюю подсказку и позвонить другу Казбеку.\n" +
    "Али дозвонился другу и повторил ему вопрос.\n" +
    "— Черт возьми, Али Это же просто!\n" +
    "Кукушка!\n" +
    "— Ты уверен?\n" +
    "— Конечно, на сто процентов!\n" +
    "Али повесил трубку и сказал ведущему:\n" +
    "— Мой ответ – кукушка.\n" +
    "— Это окончательный ответ?\n" +
    "— Да.\n" +
    "Наступила долгая томительная пауза, и ведущий закричал:\n" +
    "— Кукушка – это правильный ответ! Али поздравляю, вы выиграли миллион!\n" +
    "На следующий день Али пригласил Казбека отметить с ним выигрыш.\n" +
    "— Казбек! Откуда ты вообще мог знать, что именно кукушка не строит гнезд?\n" +
    "— Да потому что она живет в часах, долбоеб!",
    "Одного парня заколдовала злая колдунья: он мог говорить только одно слово в год. Спустя два года он вернулся к ней со словами: \n" +
    " — Пошла нахуй. \n" +
    "Парень тоже был злым.",
    "Как лысый ёжик носит яблоки?\n" +
    "\n" +
    "Ему помогает рак",
    "У молодой пары родился ребенок, до 5 лет не разговаривал. Родители повели его к врачу. Врач говорит: «Ваш ребенок будет говорить, только первые 3 человека, которых он назовет, умрут». Ребенок сказал \"Лил Пип\", умер какой-то бля репер-пидорас, сказал Читос — умер Честер. Родители пошли в магазин, а в дом вломился грабитель, мальчик испугался и крикнул \"керамический сосуд, идеально приспособленный для русской печи\" и блятб Горшок умер.",
    "Инопланетяне, похищенные инопланетянами, чувствуют себя не в своей тарелке.",
    "Приходит жирный мужик в бордель для похудения. Ему говорят:\n" +
    "- Чтоб сбросить 10 кг, надо заплатить $100.\n" +
    "Он спрашивает:\n" +
    "- Как всё это происходит?\n" +
    "Ему отвечают:\n" +
    "- Сами всё увидите, - и проводят в отдельную комнату. А там красивая баба. Она говорит:\n" +
    "- Поймаешь меня - выебешь! Ну мужик гонялся за ней по комнате, поймал. Выходит, встаёт на весы 10-ти кг - как не бывало.\n" +
    "На следующий день приходит, чтоб похудеть на 20кг. Ему говорят что это будет стоить $200. Он без проблем выкладывает бабки и его проводят в другую комнату. А там уже две бабы и говорят:\n" +
    "- Поймаешь нас - выебешь! - он пробегал по комнате, поймал. Потом выходит оттуда радостный, встаёт на весы - 20-ти кг как не бывало.\n" +
    "На следующий день приходит опять и думает, что мелочиться и спрашивает:\n" +
    "- А можно ли похудеть сразу на 100 кг? Ему отвечают:\n" +
    "- Можно, только это будет стоить штуку баксов. Он спокойно выкладывает деньги и его проводят в комнату, закрывают дверь, затем включают свет, а там маленький худой негр с огромным членом. Говорит:\n" +
    "- Поймаю - выебу!",
    "Мужик уронил в деревенский толчок 100 рублей. \n" +
    "Думает: ну я не долбоеб, не полезу же я за мелочью в дерьмо\n" +
    "Кидает туда 1000: Ну вот, другое дело",
    "Попал мужик в матрицу. К нему подходит негр в очках, протягивает руки с пилюлями в руках и говорит:\n" +
    "-Если примешь красную, то у тебя будет член 40 см\n" +
    "-А если синюю?\n" +
    "-А нахуя тебе синяя?\n" +
    "Ну мужик взял красную, съел и вырубился. Негр, снимая штаны:\n" +
    "- Я же не уточнил, ГДЕ он у тебя будет, и ЧЕЙ это будет член.",
    "АЗАЗХЗАХЗА легендарный анек\n" +
    "Решил один мужик завести домашнее животное - жена совсем достала.\n" +
    "Приходит в зоомагазин и среди прочей живности видит попугая. БЕЗ ЛАПОК.\n" +
    "Мужик:\n" +
    "- Надо же! попугай без лапок!\n" +
    "Попугай:\n" +
    "- Ну что поделаешь - таким родился...\n" +
    "Мужик:\n" +
    "- А ты меня понимаешь, что ли?\n" +
    "Попугай:\n" +
    "- Да, я вообще очень умная и образованная птица - могу поддежать\n" +
    "беседу на любую тему, знаком с науками и т.д.\n" +
    "Мужик:\n" +
    "- Скажи, а как ты без лапок на жердочке сидишь?\n" +
    "Попугай:\n" +
    "- Ну... членом я хватаюсь, просто под перьями не видно.\n" +
    "Короче, купил мужик попугая.\n" +
    "В доме сразу весело стало - попугай всех веселит, истории рассказывает,\n" +
    "поет...\n" +
    "Приходит мужик как-то раз с работы домой, а попугай ему и говорит:\n" +
    "- К твоей жене сосед приходил.\n" +
    "Мужик:\n" +
    "- и что?\n" +
    "Попугай:\n" +
    "- А жена твоя в одной ночнушке его встретила!\n" +
    "Мужик:\n" +
    "- а потом?\n" +
    "Попугай:\n" +
    "- Они начали целоваться.\n" +
    "Мужик:\n" +
    "- Убью гада! А потом?\n" +
    "Попугай:\n" +
    "- Он стал на колени и полез ТУДА.\n" +
    "Мужик:\n" +
    "- А потом?\n" +
    "Попугай:\n" +
    "- А потом у меня хуй встал и я с жердочки ебнулся...",
    "Мужик свалился за борт. Акула откусила ему член. Барахтаясь, он случайно поймал Золотую рыбку. Та ему говорит, что выполнит одно желание. Мужик тут же просит:\n" +
    "— Сделай, чтобы мой член был с метр длиной и потолще.\n" +
    "Рыбка:\n" +
    "— Исполнено.\n" +
    "Мужик:\n" +
    "— А что это там всплыло?\n" +
    "Рыбка:\n" +
    "— Акула. Подавилась твоим членом...",
    "Папа с сыном смотрят фильм.\n" +
    "- папа, а эта тётя сейчас умрёт?\n" +
    "- ну, судя по размеру члена этого коня, да.",
    "[Переслано из Штирлиц]\n" +
    "Вербуя Штирлица, Мюллера задает вопрос по анкете:\n" +
    "– Сколько вам лет?\n" +
    "Штирлицу выдался случай пококетничать:\n" +
    "– А сколько бы вы мне дали?\n" +
    "Мюллер считал себя тонким остряком:\n" +
    "– Пожизненно.",
    "Какое самое странное место для тату у девушек? \n" +
    "\n" +
    "\n" +
    "Её хуй",
    "Купили два грузина лошадь. Привели её домой, осмотрели и заметили что она худая, мешок костей. Решили вставить ей в 3aдницy трубку и надуть. Один дует–дует, дует–дует, устал:\n" +
    "— Гиви, я усталь, твоя очеред!\n" +
    "\n" +
    "Второй достает из задницы трубку и вставляет другим концом:\n" +
    "— Гиви, ты щито делаешь?!\n" +
    "— Я брэзгую!",
    "Заходит мужик с чемоданом в бар и заказыыаает пиво. Бармен ему наливает и говорит\n" +
    "-Что у тебя в чемодане\n" +
    "-Прости, не могу сказать\n" +
    "Ответил ему мужик. Выпил он кружку пива и заказал новую. Это повторилось несколько раз. По итогу бармен не выдержал и сказал\n" +
    "-Ладно, я тебе весь вечер наливаю за счёт заведения, а ты показываешь что в чемодане.\n" +
    "-Ладно, ответил ему мужик и открывает чемодан. В нём находится лампа и примерно 30-сантиметровый мужик.\n" +
    "-Что это такое?\n" +
    "Удивился бармен. А мужик ему и отвечает\n" +
    "-Мой новый друг, Денис. И волшебная лампа. Можешь попробовать.\n" +
    "Бармен еë взял и сказал\n" +
    "-Хочу миллион рублей\n" +
    "В баре тут же появилось миллион углей. Он вернул волшебную лампу мужику и говорит\n" +
    "-Она явно работает неправильно\n" +
    "А мужик ему и ответил\n" +
    "-Ну, я тоже не 30-сантиметрового Дениса просил",
    "- Вставай. Будильник звонит.\n" +
    "\n" +
    "- Передай, что я перезвоню.",
    "— Прикинь, мне моя сказала что, в постели я жадный и эгоистичный!\n" +
    "— А ты че?\n" +
    "— Да я как услышал, так чуть своим членом и не подавился!",
]